{
  "mapPoints": [
    {
      "id": "flight_sim",
      "x": -226,
      "y": -31,
      "description": "Flight Simulator",
      "layer": 1
    },
    {
      "id": "power_on",
      "x": -85,
      "y": -18,
      "description": "Power On",
      "layer": 1
    },
    {
      "id": "great_lakes_future",
      "x": 173,
      "y": 11,
      "description": "Great Lakes Future",
      "layer": 1
    },
    {
      "id": "virtual_explorer",
      "x": -75,
      "y": -10,
      "description": "Virtual Explorer",
      "layer": 2
    },
    {
      "id": "physics_and_you",
      "x": -166,
      "y": -35,
      "description": "Physics & You!",
      "layer": 2
    },
    {
      "id": "all_aboard",
      "x": 50,
      "y": -25,
      "description": "All Aboard",
      "layer": 2
    }
  ],
  "exhibits": [
    {
      "id": "great_lakes_future",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExhibitsGreatLakes-2048x1024.jpg",
      "article": {
        "id": "great_lakes_future",
        "titles": {
          "en1": "Great Lakes Future",
          "es1": "Great Lakes Future",
          "hmn1": "Great Lakes Future"
        },
        "descriptions": {
          "en1": "# Great Lakes Future\nAround 30 million people make their home around the Great Lakes. Explore one of the largest interactive models of the Great Lakes in the world! Investigate the geology and geography of some of the fish, turtles, snakes, and other creatures that make their homes in the Great Lakes Basin.\nEnjoy a scenic overview from the Weather Cave. Take control of the weather while up in the clouds. Learn about which phenomenon have shaped, and continue to shape, the gorgeous geography of the Great Lakes!",
          "es1": "# Futuro de los Grandes Lagos\nAlrededor de 30 millones de personas hacen su hogar alrededor de los Grandes Lagos. ¡Explora uno de los modelos interactivos más grandes de los Grandes Lagos en el mundo! Investiga la geología y geografía de algunos de los peces, tortugas, serpientes y otras criaturas que hacen sus hogares en la cuenca de los Grandes Lagos.\nDisfruta de una vista panorámica desde la Cueva del Clima. Toma el control del clima mientras estás en las nubes. ¡Aprende sobre qué fenómenos han dado forma, y continúan dando forma, a la hermosa geografía de los Grandes Lagos!",
          "hmn1": "# Great Lakes Yav Tom Ntej\nNyob ib ncig ntawm 30 lab tus tib neeg ua lawv lub tsev nyob ib ncig ntawm lub Great Lakes. Tshawb nrhiav ib qho ntawm cov qauv sib tham sib tham loj tshaj plaws ntawm Cov Pas Dej Loj hauv ntiaj teb! Tshawb xyuas cov geology thiab thaj chaw ntawm qee cov ntses, vaub kib, nab, thiab lwm yam tsiaj uas ua rau lawv lub tsev nyob rau hauv Great Lakes Basin.\nNyob rau hauv lub scenic txheej txheem cej luam ntawm lub qhov tsua Huab cua Thaum nyob hauv huab, Kawm txog cov xwm txheej twg tau zoo li, thiab txuas ntxiv mus, cov geography ntawm Great Lakes!"
        }
      }
    },
    {
      "id": "all_aboard",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/AllAboard1_1920x960-2048x1024.jpg",
      "article": {
        "id": "all_aboard",
        "titles": {
          "en1": "All-Aboard",
          "es1": "All-Aboard",
          "hmn1": "All-Aboard"
        },
        "descriptions": {
          "en1": "# All Aboard!\nTrains and railways have been a 'model' of innovation for hundreds of years, leading to advances in industry, agriculture, and transportation. Powered by steam, diesel fuel, or electricity, trains represent one of the most important ways that people and goods travel. Trains have also been a staple of pop culture and have been featured in some of our favorite movies. From Thomas the Tank Engine to The Hogwarts Express, these favorites take us on adventures and spark our imaginations. What is YOUR favorite? Today, trains and railways embody the technological advancements we've seen accelerate around the globe. From smart sensors and automated inspection equipment to computer programs that maximize fuel use, trains continue to carry us into the future.\n\n### Train Time\nBefore trains, every town across the country set their own clocks based on solar noon, the moment when the sun is at its highest point in the sky. In Milwaukee, solar noon happens about a minute before it happens in Waukesha and about 14 minutes before it happens in Eau Claire. Clocks were different everywhere you went, but no one could get anywhere fast enough for it to matter. Then trains happened. Trains need schedules, not just for passengers, but also for safety. If your local clock is 14 minutes faster or slower than someone else's local clock, how can you coordinate? Railway companies were the first to set standard times. Trains ran on standardized timetables set by the companies. To a railway company, it was the same time in Chicago and Eau Claire as it was in Milwaukee and Minneapolis. Eventually, the railroad companies convinced governments to divide North America into five time zones. Today, the United States has nine different time zones.\n\n### Staying on Track\nHow do trains stay on the tracks? Trains are massive and they have a lot of momentum. Newton's 1st Law of Motion says that objects that are moving want to keep moving in a straight line. But train routes aren't perfectly straight lines. When something with wheels goes around a curve, the outside wheels have farther to go and need to turn faster. The wheels on a car turn at different speeds thanks to something called a differential. Trains don't have a differential. Their wheels turn at the same speed. What's the solution? Train wheels aren't cylinders, they're cone-shaped and wider on the inside. If the track curves to the right, the train shifts to the left. Because the wheels have a slight cone shape, and are wider on the inside, the left wheels are now just a little bigger than the wheels on the right. This means that the left wheels travel a little bit farther than the ones on the right, all while turning at the same speed. Self-correcting wheels keep trains on the tracks.",
          "es1": "# ¡Todos a bordo!\nLos trenes y los ferrocarriles han sido un \"modelo\" de innovación durante cientos de años, lo que ha dado lugar a avances en la industria, la agricultura y el transporte. Impulsados ​​por vapor, combustible diésel o electricidad, los trenes representan una de las formas más importantes en que viajan personas y mercancías. Los trenes también han sido un elemento básico de la cultura pop y han aparecido en algunas de nuestras películas favoritas. Desde Thomas the Tank Engine hasta The Hogwarts Express, estos favoritos nos llevan de aventuras y despiertan nuestra imaginación. ¿Cuál es TU favorito? Hoy en día, los trenes y los ferrocarriles encarnan los avances tecnológicos que hemos visto acelerarse en todo el mundo. Desde sensores inteligentes y equipos de inspección automatizados hasta programas informáticos que maximizan el uso del combustible, los trenes siguen llevándonos hacia el futuro.\n\n### Horario de trenes\nAntes de los trenes, todas las ciudades del país configuraban sus propios relojes según el mediodía solar, el momento en que el sol está en su punto más alto en el cielo. En Milwaukee, el mediodía solar ocurre aproximadamente un minuto antes que en Waukesha y aproximadamente 14 minutos antes que en Eau Claire. Los relojes eran diferentes en todas partes, pero nadie podía llegar a ningún lado lo suficientemente rápido como para que eso importara. Entonces aparecieron los trenes. Los trenes necesitan horarios, no solo para los pasajeros, sino también por seguridad. Si el reloj de tu ciudad es 14 minutos más rápido o más lento que el de otra ciudad, ¿cómo puedes coordinarte? Las compañías ferroviarias fueron las primeras en establecer horarios estándar. Los trenes funcionaban según horarios estandarizados establecidos por las compañías. Para una compañía ferroviaria, era la misma hora en Chicago y Eau Claire que en Milwaukee y Minneapolis. Finalmente, las compañías ferroviarias convencieron a los gobiernos de dividir América del Norte en cinco zonas horarias. Hoy, Estados Unidos tiene nueve zonas horarias diferentes. \n\n### Mantenerse en la vía\n¿Cómo se mantienen los trenes en la vía? Los trenes son enormes y tienen mucho impulso. La primera ley del movimiento de Newton dice que los objetos que se mueven quieren seguir moviéndose en línea recta. Pero las rutas de los trenes no son líneas perfectamente rectas. Cuando algo con ruedas toma una curva, las ruedas exteriores tienen que recorrer más distancia y deben girar más rápido. Las ruedas de un automóvil giran a diferentes velocidades gracias a algo llamado diferencial. Los trenes no tienen diferencial. Sus ruedas giran a la misma velocidad. ¿Cuál es la solución? Las ruedas de los trenes no son cilíndricas, sino cónicas y más anchas por dentro. Si la vía se curva hacia la derecha, el tren se desplaza hacia la izquierda. Como las ruedas tienen una ligera forma cónica y son más anchas por dentro, las ruedas de la izquierda son ahora un poco más grandes que las de la derecha. Esto significa que las ruedas de la izquierda viajan un poco más lejos que las de la derecha, todo ello girando a la misma velocidad. Las ruedas autocorrectoras mantienen los trenes en las vías.",
          "hmn1": "# Txhua yam hauv qab!\nCov tsheb ciav hlau thiab kev tsheb ciav hlau tau ua 'tus qauv' ntawm kev tsim kho tshiab rau ntau pua xyoo, ua rau kev nce qib hauv kev lag luam, kev ua liaj ua teb, thiab kev thauj mus los. Tsim los ntawm chav, roj av, lossis hluav taws xob, tsheb ciav hlau sawv cev yog ib txoj hauv kev tseem ceeb tshaj plaws uas tib neeg thiab cov khoom siv mus. Cov tsheb ciav hlau kuj tseem yog ib qho tseem ceeb ntawm cov kab lis kev cai pop thiab tau nthuav tawm hauv qee qhov peb nyiam ua yeeb yaj kiab. Los ntawm Thomas lub Tank Cav mus rau Hogwarts Express, cov kev nyiam no coj peb mus rau kev lom zem thiab ua rau peb xav txog. Koj nyiam dab tsi? Niaj hnub no, cov tsheb ciav hlau thiab kev tsheb ciav hlau suav nrog kev nce qib kev siv tshuab uas peb tau pom nrawm thoob plaws ntiaj teb. Los ntawm ntse sensors thiab automated soj ntsuam cov khoom mus rau lub computer cov kev pab cuam uas ua rau kom siv roj, tsheb ciav hlau txuas ntxiv nqa peb mus rau yav tom ntej.\n\n### Lub Sijhawm Tsheb nqaj hlau\nUa ntej tsheb ciav hlau, txhua lub nroog thoob plaws lub tebchaws tau teeb tsa lawv tus kheej lub moos raws hnub ci tav su, lub sijhawm thaum lub hnub nyob ntawm nws qhov siab tshaj plaws saum ntuj. Hauv Milwaukee, hnub ci tav su tshwm sim li ib feeb ua ntej nws tshwm sim hauv Waukesha thiab txog 14 feeb ua ntej nws tshwm sim hauv Eau Claire. Cov moos sib txawv txhua qhov chaw koj mus, tab sis tsis muaj leej twg tuaj yeem mus tau qhov twg sai txaus rau qhov teeb meem. Ces tsheb ciav hlau tshwm sim. Tsheb ciav hlau xav tau cov sij hawm, tsis yog rau cov neeg caij tsheb xwb, tab sis kuj rau kev nyab xeeb. Yog tias koj lub moos hauv zos yog 14 feeb sai dua lossis qeeb dua lwm tus lub moos hauv zos, koj tuaj yeem ua haujlwm li cas? Cov tuam txhab tsheb ciav hlau yog thawj zaug los teeb tsa lub sijhawm. Cov tsheb ciav hlau tau khiav ntawm cov sijhawm teem sijhawm los ntawm cov tuam txhab. Rau lub tuam txhab kev tsheb ciav hlau, nws yog tib lub sijhawm hauv Chicago thiab Eau Claire raws li nws nyob hauv Milwaukee thiab Minneapolis. Thaum kawg, cov tuam txhab kev tsheb ciav hlau tau hais kom tsoomfwv faib North America ua tsib lub sijhawm. Niaj hnub no, Tebchaws Meskas muaj cuaj lub sijhawm sib txawv.\n\n### Nyob Taug Kev\nYuav ua li cas cov tsheb ciav hlau nyob ntawm txoj kev? Cov tsheb ciav hlau loj heev thiab lawv muaj zog heev. Newton's 1st Law of Motion hais tias cov khoom uas txav mus los xav kom txav mus rau hauv txoj kab ncaj nraim. Tab sis txoj kev tsheb ciav hlau tsis yog txoj kab ncaj nraim. Thaum ib yam dab tsi nrog lub log mus ncig ntawm qhov nkhaus, cov log sab nraud tau mus deb dua thiab yuav tsum tig nrawm dua. Lub log ntawm lub tsheb tig ntawm qhov sib txawv ua tsaug rau qee yam hu ua qhov sib txawv. Tsheb ciav hlau tsis muaj qhov sib txawv. Lawv lub log tig ntawm tib lub nrawm. Qhov kev daws teeb meem yog dab tsi? Lub log tsheb ciav hlau tsis yog lub tog raj kheej, lawv yog lub khob hliav qab thiab dav rau sab hauv. Yog hais tias txoj kev nkhaus mus rau sab xis, lub tsheb ciav hlau hloov mus rau sab laug. Vim tias cov log muaj lub khob me me, thiab dav dua rau sab hauv, cov log sab laug tam sim no tsuas yog me ntsis loj dua lub log ntawm sab xis. Qhov no txhais tau hais tias cov log sab laug taug kev me ntsis deb dua li ntawm sab xis, tag nrho thaum tig ntawm tib qhov ceev. Kev kho tus kheej lub log kom cov tsheb ciav hlau ntawm txoj kev."
        }
      }
    },
    {
      "id": "gary_the_robot",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "gary_the_robot",
        "titles": {
          "es1": "Connect Four - Gary the Robot",
          "hmn1": "Connect Four - Gary the Robot",
          "en1": "Connect Four - Gary the Robot"
        },
        "descriptions": {
          "es1": "**Conoce a Gary, el robot**\nGary es un robot especial que clasifica objetos de forma rápida y precisa. Utiliza un potente programa informático para reconocer y recoger objetos. ¡Gary es muy bueno en su trabajo!\n\nLos robots como Gary se utilizan en muchas industrias diferentes, como:\n* Medicina\n* Procesamiento de alimentos\n* Electrónica\n* ¡Muchas más!",
          "hmn1": "** Ntsib Gary tus neeg hlau **\nGary yog tus neeg hlau tshwj xeeb uas txheeb cov khoom sai thiab raug. Nws siv lub khoos phis tawj muaj zog los paub txog thiab khaws cov khoom. Gary zoo heev ntawm nws txoj haujlwm!\n\nCov neeg hlau zoo li Gary tau siv ntau yam kev lag luam, xws li:\n* Tshuaj kho mob\n* Kev ua zaub mov\n* Electronics\n* Ntau ntau!",
          "en1": "**Meet Gary the Robot**\nGary is a special robot that sorts objects quickly and accurately. He uses a powerful computer program to recognize and pick up items. Gary is very good at his job!\n\nRobots like Gary are used in many different industries, such as:\n* Medicine\n* Food processing\n* Electronics\n* Many more!",
          "en2": "**Fanuc Robot-M-11a**\n\nGary is a sorting robot built by FANUC and controlled by a Rockwell Automation Programmable Automation Controller (PAC). Gary is very good at sorting. He's fast, accurate, and he's got excellent vision. Gary can recognize objects, track moving objects, and select parts from a bin.\n\nRobots like the FANUC M-11a assemble electronics and work on assembly lines. They are used in the pharmaceutical industry, the health care industry, the food industry, and many other industries.",
          "es2": "**Robot Fanuc M-11a**\n\nGary es un robot clasificador construido por FANUC y controlado por un controlador de automatización programable (PAC) de Rockwell Automation. Gary es muy bueno clasificando. Es rápido, preciso y tiene una visión excelente. Puede reconocer objetos, seguir objetos en movimiento y seleccionar piezas de un contenedor.\n\nLos robots como el FANUC M-11a ensamblan componentes electrónicos y trabajan en líneas de ensamblaje. Se utilizan en la industria farmacéutica, la industria de la salud, la industria alimentaria y muchas otras industrias.",
          "hmn2": "**Fanuc Neeg Hlau-M-11a**\n\nGary yog ib tug sorting neeg hlau tsim los ntawm FANUC thiab tswj los ntawm Rockwell Automation Programmable Automation Controller (PAC). Gary zoo heev ntawm kev txheeb xyuas. Nws ceev ceev, raug, thiab nws tau txais kev pom zoo. Gary tuaj yeem paub cov khoom, taug qab cov khoom txav mus los, thiab xaiv qhov chaw ntawm lub hauv paus.\n\nCov neeg hlau zoo li FANUC M-11a sib sau cov khoom siv hluav taws xob thiab ua haujlwm ntawm cov kab sib dhos. Lawv yog siv rau hauv kev lag luam kws tshuaj, kev lag luam kev noj qab haus huv, kev lag luam zaub mov, thiab ntau lwm yam lag luam."
        }
      }
    },
    {
      "id": "exhibit6",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit6",
        "titles": {
          "hmn1": "Dream Machine: Sensor",
          "es1": "Dream Machine: Sensor",
          "en1": "Dream Machine: Sensor"
        },
        "descriptions": {
          "hmn1": "### Sensor\n\n#### 1. Me me Lub teeb Sensors\nCov no yog cov sensors me me uas tuaj yeem ntes lub teeb thiab xa cov teeb liab.\n\n#### 2. Beam Breakers\nCov sensors ci ib lub teeb ci. Thaum ib yam dab tsi nkag mus rau hauv txoj kev, zoo li koj daim ntawv ua npuas ncauj, lub sensor xa lus mus rau Dream Machine lub computer hlwb. Lub hlwb lub computer no paub txhua yam nyob qhov twg, yog li nws paub qhov khoom nyob qhov twg thiab.\n\n#### 3. Hlau Ntes\nCov sensors no ua haujlwm zoo li hlau ntes. Lawv tshawb xyuas cov khoom hlau nyob ze. Yog tias cov khoom nyob ze, lub sensor xa cov teeb liab muaj zog. Yog tias nws nyob deb, lub teeb liab tsis muaj zog. Qhov no yuav pab lub tshuab paub yog tias lub qhov rooj qhib lossis kaw.\n\n#### 4. Teeb Liab\nLub tshuab nrhiav koj li cas? Cov sensors xa tawm lub teeb liab tsis muaj teeb meem. Thaum ib yam dab tsi thaiv cov nqaj, lub sensor hais tias, \"Hav, ib yam dab tsi nyob ntawm no!\" Lub tshuab hlwb hlau paub qhov sensor nyob qhov twg, yog li nws paub tseeb tias qhov khoom nyob qhov twg.\n\n#### Safety Sensors\nTej zaum koj yuav tau pom cov phab ntsa acrylic nyob ib ncig ntawm qhov khoom pov thawj no. Lawv nyob ntawm no rau koj kev nyab xeeb. Cov tshuab no yog programmed los ua lawv txoj haujlwm, tab sis lawv tsis paub tias koj nyob ntawm no. Lawv yuav tsis nres kom txog thaum lawv tau txais lub teeb liab kom nres. Txhawm rau kom tib neeg muaj kev nyab xeeb, cov chaw tsim khoom siv cov khoom siv ntawm lub qhov rooj uas tuaj yeem ntes tau yog tias lawv qhib lossis kaw. Cov sensors no siv cov xov tooj cua tshwj xeeb thiab cov khoom siv hlau los qhia lub tshuab yog tias lub qhov rooj qhib lossis kaw. Yog tias lub qhov rooj kaw, lub tshuab ua haujlwm zoo. Yog tias lawv qhib, lub tshuab nres.",
          "es1": "### Sensor\n\n#### 1. Sensores de luz diminutos\nSon pequeños sensores que pueden detectar la luz y enviar una señal.\n\n#### 2. Rompedores de rayos\nEstos sensores emiten un rayo de luz. Cuando algo se interpone en el camino, como tu lámina de espuma, el sensor envía un mensaje al cerebro informático de la Dream Machine. Este cerebro informático sabe dónde está todo, por lo que también sabe dónde está el objeto.\n\n#### 3. Detectores de metales\nEstos sensores funcionan como detectores de metales. Buscan objetos metálicos cerca. Si el objeto está cerca, el sensor envía una señal fuerte. Si está lejos, la señal es débil. Esto ayuda a la máquina a saber si una puerta está abierta o cerrada.\n\n#### 4. Rayos de luz\n¿Cómo encuentra la máquina tu pedido? Estos sensores envían un rayo de luz rojo inofensivo. Cuando algo bloquea el rayo, el sensor dice: \"¡Oye, hay algo aquí!\". El cerebro informático sabe dónde está el sensor, por lo que sabe exactamente dónde está el objeto.\n\n#### Sensores de seguridad\nQuizás hayas notado las paredes de acrílico que rodean esta exhibición. Están ahí para tu seguridad. Estas máquinas están programadas para hacer su trabajo, pero no saben que estás aquí. No se detendrán hasta que reciban una señal para detenerse. Para mantener a las personas seguras, las fábricas usan sensores en las puertas que pueden detectar si están abiertas o cerradas. Estos sensores usan señales de radio especiales y detectores de metales para indicarle a la máquina si las puertas están abiertas o cerradas. Si las puertas están cerradas, la máquina funciona perfectamente. Si están abiertas, la máquina se detiene.",
          "en1": "### Sensor\n\n#### 1. Tiny Light Sensors\nThese are small sensors that can detect light and send a signal.\n\n#### 2. Beam Breakers\nThese sensors shine a light beam. When something gets in the way, like your foam sheet, the sensor sends a message to the Dream Machine's computer brain. This computer brain knows where everything is, so it knows where the object is too.\n\n#### 3. Metal Detectors\nThese sensors work like metal detectors. They check for metal objects nearby. If the object is close, the sensor sends a strong signal. If it's far away, the signal is weak. This helps the machine know if a gate is open or closed.\n\n#### 4. Light Beams\nHow does the machine find your order? These sensors send out a harmless red light beam. When something blocks the beam, the sensor says, \"Hey, something's here!\" The computer brain knows where the sensor is, so it knows exactly where the object is.\n\n#### Safety Sensors\nYou might have noticed the acrylic walls around this exhibit. They're here for your safety. These machines are programmed to do their job, but they don't know you're here. They won't stop until they get a signal to stop. To keep people safe, factories use sensors on doors that can detect if they're open or closed. These sensors use special radio signals and metal detectors to tell the machine if the doors are open or closed. If the doors are closed, the machine works just fine. If they're open, the machine stops.",
          "en2": "### Sensor\n\n#### 1. 42KD Miniature Photoelectric Sensors\nA very tiny version of the Rockwell Automation photoelectric sensor.\n\n#### 2. Rightsight Photoelectric Sensors\nThese sensors emit a beam of light. When an object like your foam sheet interrupts the beam, the sensor sends a signal to the Programmable Automation Controller or PAC. The PAC is the computer brain of the Dream Machine. It knows where each sensor is, so it knows where the object is.\n\n#### 3. 871P Versacube Inductive Proximity Sensors\nInductive Proximity Sensors work just like a metal detector. They generate an electromagnetic (EM) field to detect metal objects. The EM field induces a second EM field in a nearby metal object. The strength of the second EM field depends on the distance from the sensor to the object being sensed. Here,\nInductive Proximity Sensors indicate if the Infeed Gate is open or closed.\nIf the EM field is weak, that means the gate is open. If the EM field is strong, the gate is closed.\nInductive proximity sensors are used in food processing and manufacturing, robotic welding, and for packaging/ materials handling.\n\n#### 4. Visisight Sensors Photoelectric Sensors\nHow does the machine \"know\" where your order is? These sensors emit an eye-safe beam of red light. When something interrupts the beam, the sensor communicates that an object was detected. The ControlLogix Programmable Automation Controller (PAC), the computer brain of the Dream Machine, knows where each sensor is, so it knows where the object is the instant it interrupts the beam. VisiSight Photoelectric Sensors are used in packaging, materials handling, and sortation.\n\n#### Sensaguard RFID\nYou may have noticed that this exhibit is enclosed with acrylic panels. That's for your safety. These machines are smart, but they don't know you're here. They are programmed to do a specific thing and won't stop until they receive a signal to stop. Safety is incredibly important in factories and on assembly lines. Of course, people need to access these machines to perform troubleshooting and maintenance. That's why there are doors with SensaGuard sensors on them. SensaGuard sensors use a combination of RFID technology (radio signals that read a chip) and inductive proximity sensors (to detect metal) to let the machines know whether the panel doors are open or closed. If closed, everything runs just fine. If open, the machine stops.",
          "es2": "### Sensor\n\n#### 1. Sensores fotoeléctricos en miniatura 42KD\nUna versión muy pequeña del sensor fotoeléctrico de Rockwell Automation.\n\n#### 2. Sensores fotoeléctricos Rightsight\nEstos sensores emiten un haz de luz. Cuando un objeto como su lámina de espuma interrumpe el haz, el sensor envía una señal al controlador de automatización programable o PAC. El PAC es el cerebro informático de la Dream Machine. Sabe dónde está cada sensor, por lo que sabe dónde está el objeto.\n\n#### 3. Sensores de proximidad inductivos Versacube 871P\nLos sensores de proximidad inductivos funcionan como un detector de metales. Generan un campo electromagnético (EM) para detectar objetos metálicos. El campo EM induce un segundo campo EM en un objeto metálico cercano. La intensidad del segundo campo EM depende de la distancia desde el sensor hasta el objeto que se detecta. Aquí,\nlos sensores de proximidad inductivos indican si la compuerta de entrada está abierta o cerrada.\nSi el campo electromagnético es débil, significa que la compuerta está abierta. Si el campo electromagnético es fuerte, la compuerta está cerrada.\nLos sensores de proximidad inductivos se utilizan en el procesamiento y la fabricación de alimentos, la soldadura robótica y el embalaje/manipulación de materiales.\n\n#### 4. Sensores Visisight Sensores fotoeléctricos\n¿Cómo \"sabe\" la máquina dónde está su pedido? Estos sensores emiten un haz de luz roja seguro para la vista. Cuando algo interrumpe el haz, el sensor comunica que se detectó un objeto. El controlador de automatización programable (PAC) ControlLogix, el cerebro informático de la Dream Machine, sabe dónde está cada sensor, por lo que sabe dónde está el objeto en el instante en que interrumpe el haz. Los sensores fotoeléctricos VisiSight se utilizan en el embalaje, la manipulación de materiales y la clasificación.\n\n#### RFID Sensaguard\nEs posible que haya notado que esta exhibición está encerrada con paneles acrílicos. Eso es para su seguridad. Estas máquinas son inteligentes, pero no saben que usted está aquí. Están programadas para hacer algo específico y no se detendrán hasta que reciban una señal para detenerse. La seguridad es muy importante en las fábricas y en las líneas de montaje. Por supuesto, las personas necesitan acceder a estas máquinas para solucionar problemas y realizar tareas de mantenimiento. Por eso hay puertas con sensores SensaGuard. Los sensores SensaGuard utilizan una combinación de tecnología RFID (señales de radio que leen un chip) y sensores de proximidad inductivos (para detectar metales) para que las máquinas sepan si las puertas del panel están abiertas o cerradas. Si están cerradas, todo funciona bien. Si están abiertas, la máquina se detiene.",
          "hmn2": "### Sensor\n\n#### 1. 42KD Miniature Photoelectric Sensors\nIb qho me me version ntawm Rockwell Automation photoelectric sensor.\n\n#### 2. Txoj Cai Photoelectric Sensors\nCov sensors emit ib lub teeb ntawm lub teeb. Thaum ib yam khoom zoo li koj daim ntawv ua npuas ncauj cuam tshuam cov nqaj, lub sensor xa cov teeb liab mus rau Programmable Automation Controller lossis PAC. Lub PAC yog lub hlwb hauv computer ntawm Dream Machine. Nws paub tias txhua lub sensor nyob qhov twg, yog li nws paub qhov khoom nyob qhov twg.\n\n#### 3. 871P Versacube Inductive Proximity Sensors\nInductive Proximity Sensors ua haujlwm ib yam li lub ntsuas hlau. Lawv tsim ib qho chaw electromagnetic (EM) los kuaj xyuas cov khoom hlau. EM teb induces EM teb thib ob hauv ib qho khoom hlau ze. Lub zog ntawm qhov thib ob EM teb nyob ntawm qhov kev ncua deb ntawm lub sensor mus rau qhov khoom tau hnov. Ntawm no,\nInductive Proximity Sensors qhia yog tias Infeed Gate qhib lossis kaw.\nYog tias EM teb tsis muaj zog, qhov ntawd txhais tau hais tias lub rooj vag qhib. Yog tias EM teb muaj zog, lub rooj vag kaw.\nInductive sib thooj sensors yog siv rau hauv kev ua zaub mov thiab kev tsim khoom, kev sib txuas neeg hlau, thiab kev ntim khoom / cov khoom tuav.\n\n#### 4. Visisight Sensors Photoelectric Sensors\nLub tshuab \"paub\" koj qhov kev txiav txim nyob qhov twg? Cov sensors emit lub teeb pom kev nyab xeeb ntawm lub teeb liab. Thaum ib yam dab tsi cuam tshuam lub nqaj, lub sensor sib txuas lus tias ib qho khoom raug kuaj pom. ControlLogix Programmable Automation Controller (PAC), lub computer hlwb ntawm Dream Machine, paub qhov twg txhua lub sensor yog, yog li nws paub qhov twg cov khoom yog qhov instant nws cuam tshuam lub beam. VisiSight Photoelectric Sensors yog siv rau hauv ntim, tuav cov ntaub ntawv, thiab kev sib cais.\n\n#### Sensaguard RFID\nTej zaum koj yuav tau pom tias qhov khoom pov thawj no tau ntim nrog acrylic panels. Qhov ntawd yog rau koj txoj kev nyab xeeb. Cov tshuab no ntse, tab sis lawv tsis paub tias koj nyob ntawm no. Lawv tau programmed los ua ib yam dab tsi thiab yuav tsis nres kom txog thaum lawv tau txais lub teeb liab kom nres. Kev nyab xeeb yog qhov tseem ceeb heev hauv cov chaw tsim khoom thiab ntawm cov kab sib dhos. Tau kawg, tib neeg yuav tsum tau nkag mus rau cov tshuab no los daws teeb meem thiab kho. Yog vim li cas thiaj muaj qhov rooj nrog SensaGuard sensors rau lawv. SensaGuard sensors siv kev sib xyaw ua ke ntawm RFID thev naus laus zis (xov tooj cua teeb liab uas nyeem ib nti) thiab inductive ze ze sensors (kom ntes hlau) kom cov tshuab paub seb lub vaj huam sib luag qhov rooj qhib lossis kaw. Yog tias kaw, txhua yam ua haujlwm zoo. Yog qhib, lub tshuab nres."
        }
      }
    },
    {
      "id": "exhibit7",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit7",
        "titles": {
          "es1": "Dream Machine: Control Cabinet",
          "hmn1": "Dream Machine: Control Cabinet",
          "en1": "Dream Machine: Control Cabinet"
        },
        "descriptions": {
          "es1": "### Gabinete de control\nEste gabinete es el cerebro de la Dream Machine. Ayuda a controlar todas las máquinas y sensores que trabajan juntos para hacer que la Dream Machine funcione.\n\n### Motores precisos\nLa Dream Machine utiliza motores especiales llamados servos que pueden controlarse con mucha precisión. Pueden moverse a posiciones y velocidades exactas. El cerebro de la Dream Machine envía señales a estos motores, diciéndoles qué hacer.\n\n### Sensores y controles\nLa Dream Machine tiene muchos sensores que observan lo que está sucediendo y envían información al cerebro. Luego, el cerebro decide qué debe suceder a continuación.\n\n### Control conectado\nLa Dream Machine utiliza una red especial que permite que todas las partes se comuniquen entre sí. Esto hace que sea más fácil controlar todo el sistema y hace que sea más económico instalarlo y repararlo. Incluso permite que las personas controlen la Dream Machine desde lejos.",
          "hmn1": "### Tswj txee\nLub txee no yog lub hlwb ntawm Npau Suav Tshuab. Nws pab tswj tag nrho cov cav tov thiab sensors uas ua hauj lwm ua ke kom lub Dream Machine khiav.\n\n### Precise Motors\nLub Tshuab Npau Suav siv cov motors tshwj xeeb hu ua servos uas tuaj yeem tswj tau qhov tseeb. Lawv tuaj yeem txav mus rau qhov chaw thiab nrawm. Lub paj hlwb ntawm Dream Machine xa cov cim rau cov motors, qhia lawv yuav ua li cas.\n\n### Sensors thiab Tswj\nNpau suav tshuab muaj ntau lub sensors uas saib dab tsi tshwm sim thiab xa cov ntaub ntawv mus rau lub hlwb. Lub hlwb mam li txiav txim siab seb yuav tsum muaj dab tsi tshwm sim tom ntej.\n\n### Txuas Kev Tswj\nLub Tshuab Npau Suav siv lub network tshwj xeeb uas cia txhua qhov chaw sib tham. Qhov no ua rau nws yooj yim dua los tswj tag nrho cov system thiab ua rau nws pheej yig dua los teeb tsa thiab kho. Nws txawm tso cai rau tib neeg tswj lub Npau Suav Machine los ntawm qhov deb.",
          "en1": "### Control Cabinet\nThis cabinet is the brain of the Dream Machine. It helps control all the machines and sensors that work together to make the Dream Machine run.\n\n### Precise Motors\nThe Dream Machine uses special motors called servos that can be controlled very precisely. They can move to exact positions and speeds. The brain of the Dream Machine sends signals to these motors, telling them what to do.\n\n### Sensors and Controls\nThe Dream Machine has many sensors that watch what's happening and send information to the brain. The brain then decides what needs to happen next.\n\n### Connected Control\nThe Dream Machine uses a special network that lets all the parts talk to each other. This makes it easier to control the whole system and makes it cheaper to set up and fix. It even lets people control the Dream Machine from far away.",
          "en2": "### Control Cabinet\nThis cabinet houses the electronic brain of the Dream Machine. All the sensors, the AC motors, the laser cutters, and everything else are controlled by the ControlLogix Programmable Automation Controller or PAC.\n\n### Kinetix Servo Drives\nServos are a very precise and accurate electric motor. You can control their position, how fast they move, and how quickly they accelerate. Servo motors are controlled by servo drives. The Programmable Automation Controller or PAC (the computer brain of the Dream Machine) sends control signals to the Kinetix Servo Drives. The drives amplify these signals and send them to the servos. Here in the Dream Machine, Kinetix Servo Drives provide the motion control for the servo motors that move the laser cutters.\n\n### Armorblock I/O\nThe Rockwell Automation ArmorBlock I/O gathers information from the sensors and sends it to the Programmable Automation Controller (the computer brain), which determines what needs to be done.\n\n### Ethernet Control\nOne feature of Rockwell Automation systems is the Ethernet network, which allows all the systems to process information and communicate over a single network. Ethernet control gives operators a lot more control over the entire system. It also saves money on wiring and troubleshooting. And you can monitor and operate your factory from anywhere in the world.",
          "hmn2": "### Tswj txee\nLub txee no muaj lub hlwb hluav taws xob ntawm Dream Machine. Tag nrho cov sensors, AC motors, laser cutters, thiab txhua yam yog tswj los ntawm ControlLogix Programmable Automation Controller los yog PAC.\n\n### Kinetix Servo Tsav\nServos yog lub tshuab hluav taws xob zoo heev thiab raug. Koj tuaj yeem tswj lawv txoj haujlwm, lawv txav nrawm npaum li cas, thiab lawv nrawm npaum li cas. Servo motors yog tswj los ntawm servo drives. Lub Programmable Automation Controller lossis PAC (lub computer hlwb ntawm Dream Machine) xa cov teeb liab tswj mus rau Kinetix Servo Drives. Cov drives ua kom cov teeb liab no thiab xa mus rau servos. Ntawm no hauv Npau suav Machine, Kinetix Servo Drives muab cov lus tsa suab tswj rau cov servo motors uas txav cov laser cutters.\n\n### Armorblock I/O\nLub Rockwell Automation ArmorBlock I/O sau cov ntaub ntawv los ntawm cov sensors thiab xa mus rau Programmable Automation Controller (lub computer hlwb), uas txiav txim siab seb yuav tsum ua dab tsi.\n\n### Ethernet Tswj\nIb qho tshwj xeeb ntawm Rockwell Automation systems yog Ethernet network, uas tso cai rau txhua lub tshuab ua cov ntaub ntawv thiab sib txuas lus hauv ib lub network. Ethernet tswj muab cov neeg ua haujlwm tswj hwm ntau dua rau tag nrho cov kab ke. Nws tseem txuag nyiaj ntawm kev xaim thiab kev daws teeb meem. Thiab koj tuaj yeem saib xyuas thiab ua haujlwm ntawm koj lub Hoobkas los ntawm txhua qhov chaw hauv ntiaj teb.",
          "es2": "### Gabinete de control\nEste gabinete alberga el cerebro electrónico de la Dream Machine. Todos los sensores, los motores de CA, los cortadores láser y todo lo demás están controlados por el controlador de automatización programable ControlLogix o PAC.\n\n### Servovariadores Kinetix\nLos servomotores son motores eléctricos muy precisos y exactos. Puede controlar su posición, la velocidad a la que se mueven y la velocidad a la que aceleran. Los servomotores están controlados por servovariadores. El controlador de automatización programable o PAC (el cerebro informático de la Dream Machine) envía señales de control a los servovariadores Kinetix. Los variadores amplifican estas señales y las envían a los servomotores. Aquí en la Dream Machine, los servovariadores Kinetix proporcionan el control de movimiento para los servomotores que mueven los cortadores láser.\n\n### E/S Armorblock\nEl ArmorBlock I/O de Rockwell Automation recopila información de los sensores y la envía al controlador de automatización programable (el cerebro informático), que determina lo que se debe hacer.\n\n### Control Ethernet\nUna característica de los sistemas de Rockwell Automation es la red Ethernet, que permite que todos los sistemas procesen información y se comuniquen a través de una única red. El control Ethernet ofrece a los operadores mucho más control sobre todo el sistema. También permite ahorrar dinero en cableado y resolución de problemas. Además, puede supervisar y operar su fábrica desde cualquier parte del mundo."
        }
      }
    },
    {
      "id": "exhibit10",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit10",
        "titles": {
          "hmn1": "Sensor Challenge",
          "es1": "Sensor Challenge",
          "en1": "Sensor Challenge"
        },
        "descriptions": {
          "hmn1": "Koj puas tuaj yeem ntaus lub tshuab?\n=========================\n\nCoj qhov kev sib tw Sensor!\n----------------------\n\n### Cov kauj ruam los ua kom tiav qhov Kev Sib Tw\n\n1. ** Nias Start Button **\n2. **Xaiv qhov ceev**: qeeb, nruab nrab, lossis ceev\n3. **Nias mus**\n4. **Xav!**",
          "es1": "¿Puedes vencer a la máquina?\n===========================\n\n¡Acepta el desafío del sensor!\n-------------------------\n\n### Pasos para completar el desafío\n\n1. **Presiona el botón de inicio**\n2. **Elige una velocidad**: lenta, media o rápida\n3. **Presiona Iniciar**\n4. **¡Ordena!**",
          "en1": "Can You Beat The Machine?\n==========================\n\nTake the Sensor Challenge!\n-------------------------\n\n### Steps to Complete the Challenge\n\n1. **Press the Start Button**\n2. **Choose a Speed**: Slow, Medium, or Fast\n3. **Press Go**\n4. **Sort!**"
        }
      }
    },
    {
      "id": "exhibit21",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit21",
        "titles": {
          "en2": "Drive Sim",
          "es2": "Drive Sim",
          "hmn2": "Drive Sim",
          "es1": "Drive Sim",
          "hmn1": "Drive Sim",
          "en1": "Drive Sim"
        },
        "descriptions": {
          "en2": "**Turning**\nRacecars are designed to handle the effects of friction, gravity, and air resistance.\n\n**Gaining Speed**\nAerodynamics is how easily air slips over the car. Traction is the grip that tires have on the ground, transferring engine power into forward motion and keeping the car on the racetrack.\n\n**Special Maneuvers**\nWhen an object is moving in a circle, centripetal force pulls it towards the center, while centrifugal force pulls it away.\n\n**Crashing**\nModern racecars are designed to protect the driver using impact-absorbing materials, high-tech multi-point seatbelts, and breakaway pieces.",
          "es2": "**Giros**\nLos autos de carrera están diseñados para soportar los efectos de la fricción, la gravedad y la resistencia del aire.\n\n**Ganar velocidad**\nLa aerodinámica es la facilidad con la que el aire se desliza sobre el auto. La tracción es el agarre que tienen los neumáticos sobre el suelo, lo que transfiere la potencia del motor al movimiento hacia adelante y mantiene el auto en la pista de carreras.\n\n**Maniobras especiales**\nCuando un objeto se mueve en un círculo, la fuerza centrípeta lo empuja hacia el centro, mientras que la fuerza centrífuga lo empuja hacia afuera.\n\n**Choques**\nLos autos de carrera modernos están diseñados para proteger al conductor mediante materiales que absorben los impactos, cinturones de seguridad multipunto de alta tecnología y piezas de seguridad.",
          "hmn2": "**Tig**\nRacecars yog tsim los daws cov teebmeem ntawm kev sib txhuam, lub ntiajteb txawj nqus, thiab huab cua tsis kam.\n\n**Gining Speed**\nAerodynamics yog yooj yim npaum li huab cua hla lub tsheb. Traction yog qhov tuav uas cov log tsheb muaj nyob rau hauv av, hloov lub cav lub zog mus rau pem hauv ntej thiab ua kom lub tsheb nyob rau hauv racetrack.\n\n** Tshwj xeeb Maneuvers **\nThaum ib qho khoom txav mus rau hauv lub voj voog, lub zog centripetal rub nws mus rau qhov chaw, thaum lub zog centrifugal rub nws tawm.\n\n**Crashing**\nCov tsheb sib tw niaj hnub no yog tsim los tiv thaiv tus neeg tsav tsheb uas siv cov khoom siv los cuam tshuam, cov khoom siv high-tech multi-point seatbelts, thiab cov khoom tawg.",
          "es1": "**Giros**\nLos autos están diseñados para soportar las fuerzas que pueden afectarlos durante una carrera.\n**Ganar velocidad**\nLa forma de un auto ayuda a que el aire fluya suavemente sobre él, y los neumáticos especiales se agarran al suelo para ayudar al auto a moverse más rápido y permanecer en la pista.\n**Maniobras especiales**\nCuando los autos giran, dos fuerzas actúan sobre ellos: una los empuja hacia el centro y la otra los aleja.\n**Choques**\nLos autos de hoy están diseñados para mantener seguros a los conductores con materiales especiales y sistemas de protección que absorben los impactos y ayudan al conductor a mantenerse seguro en caso de un choque.",
          "hmn1": "**Tig**\nCov tsheb yog tsim los tswj cov rog uas tuaj yeem cuam tshuam rau lawv thaum sib tw.\n**Gining Speed**\nLub tsheb zoo li lub tsheb pab kom huab cua ntws zoo dua nws, thiab cov log tsheb tshwj xeeb tuav hauv av kom lub tsheb txav nrawm dua thiab nyob ntawm txoj kev.\n** Tshwj xeeb Maneuvers **\nThaum lub tsheb tig, ob lub zog ua rau lawv: ib qho rub lawv mus rau qhov chaw thiab lwm tus rub tawm.\n**Crashing**\nCov tsheb niaj hnub no tau tsim los ua kom cov neeg tsav tsheb muaj kev nyab xeeb nrog cov ntaub ntawv tshwj xeeb thiab cov txheej txheem tiv thaiv uas nqus cov kev cuam tshuam thiab pab tus neeg tsav tsheb nyob nyab xeeb thaum muaj kev sib tsoo.",
          "en1": "**Turning**\nCars are designed to handle the forces that can affect them while racing.\n**Gaining Speed**\nA car's shape helps air flow smoothly over it, and special tires grip the ground to help the car move faster and stay on the track.\n**Special Maneuvers**\nWhen cars turn, two forces act on them: one pulls them towards the center and the other pulls them away.\n**Crashing**\nToday's cars are designed to keep drivers safe with special materials and protection systems that absorb impacts and help the driver stay safe in case of a crash."
        }
      }
    },
    {
      "id": "exhibit26",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit26",
        "titles": {
          "en1": "Pneumatic Dinosaur",
          "es1": "Pneumatic Dinosaur",
          "hmn1": "Pneumatic Dinosaur"
        },
        "descriptions": {
          "en1": "**Pneumatic Dinosaur**\n\nOnce upon a time, in a land before time, pneumatic dinosaurs roamed the land. As these giants strode upon the earth and swam in the primordial seas, levers forced compressed air into their mighty pistons transforming this force into movement.\n\nThese gigantic creatures are gone (except for this one, the last of its kind), but their inspiration remains in pneumatic drills and bicycle pumps, HVAC control systems, giant pneumatic clocks, compressed air vehicles, pipe organs, exercise equipment, and anywhere else humans turn compressed air into work.\n\n**Move the Levers. Control the Mighty Beast. Behold the Power of Compressed Air.**",
          "es1": "**Dinosaurio neumático**\n\nÉrase una vez, en una tierra antes del tiempo, dinosaurios neumáticos vagaban por la tierra. Mientras estos gigantes caminaban sobre la tierra y nadaban en los mares primigenios, las palancas imprimían aire comprimido en sus poderosos pistones, transformando esta fuerza en movimiento.\n\nEstas criaturas gigantescas ya no existen (excepto esta, la última de su especie), pero su inspiración sigue estando presente en taladros neumáticos y bombas de bicicleta, sistemas de control de calefacción, ventilación y aire acondicionado, relojes neumáticos gigantes, vehículos de aire comprimido, órganos de tubos, equipos de ejercicio y cualquier otro lugar donde los humanos conviertan el aire comprimido en trabajo.\n\n**Mueva las palancas. Controle a la poderosa bestia. Contemple el poder del aire comprimido.**",
          "hmn1": "**Pneumatic Dinosaur**\n\nMuaj ib zaug, nyob rau hauv ib thaj av ua ntej lub sij hawm, pneumatic dinosaurs roamed lub teb chaws. Raws li cov neeg loj heev strode rau hauv lub ntiaj teb thiab ua luam dej nyob rau hauv lub hiav txwv primordial, levers yuam compressed huab cua rau hauv lawv lub zog pistons hloov lub zog no mus rau hauv lub zog.\n\nCov tsiaj loj no tau ploj mus (tshwj tsis yog rau qhov no, qhov kawg ntawm nws hom), tab sis lawv qhov kev tshoov siab tseem nyob hauv pneumatic xyaum thiab lub tsheb kauj vab twj, HVAC tswj tshuab, lub moos loj pneumatic, lub tshuab cua compressed, cov khoom siv hauv nruab nrog cev, cov khoom siv dag zog, thiab lwm qhov chaw. tib neeg tig compressed cua mus ua haujlwm.\n\n** Txav cov levers. Tswj lub Mighty Beast. Saib seb lub zog ntawm Compressed Cua.**"
        }
      }
    },
    {
      "id": "exhibit29",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit29",
        "titles": {
          "hmn2": "Spark Gap Telegraph",
          "es2": "Spark Gap Telegraph",
          "en2": "Spark Gap Telegraph",
          "en1": "Spark Gap Telegraph",
          "es1": "Spark Gap Telegraph",
          "hmn1": "Spark Gap Telegraph"
        },
        "descriptions": {
          "hmn2": "Wireless Telegraph\n=====================\n\nNyob rau hauv lub lig 1800s, xov tooj yog tib txoj kev uas yuav xa ib tug instant lus rau ib tug neeg. Lub xov tooj tau hloov pauv lub ntiaj teb thiab ua rau kev sib txuas lus yooj yim dua nyob rau hauv qhov deb. Qhov teeb meem yog cov xov hlau. Koj tsis tuaj yeem khiav cov xov hlau los ntawm ntug dej mus rau lub nkoj, thiab cov nkoj tseem ceeb heev rau kev lag luam thoob ntiaj teb. Cov neeg xav tau kev sib txuas lus tam sim ntawd txhua qhov chaw, thiab lawv yuav tsum tau tshem ntawm cov xov hlau.\n\nWarren Johnson tus thawj transmitter teeb tsa muaj xws li:\n- Ib lub roj teeb\n- Ib tug capacitor\n- Induction kauj\n-Ib qhov sib txawv\n\nThaum koj ua tiav lub voj voog, lub kauj induction hloov hluav taws xob tsawg-voltage los ntawm lub roj teeb mus rau hauv lub siab-voltage impulse, uas dhia hla qhov sib txawv. Qhov no tsim cov mem tes ntawm xov tooj cua nthwv dej uas ya tawm hauv txhua qhov kev taw qhia. Ib coherer (xov tooj cua-wave receiver) nyob rau lwm qhov chaw khaws cov mem tes ntawm xov tooj cua tsis zoo li qhov tawg ntawm qhov zoo li qub. Qhov tawg luv luv ntawm qhov zoo li qub dhau los ua Morse Code dot. Ib qho tawg ntev dhau los ua qhov khiav ceev.\n\nThaum kawg, Johnson thiab nws tus kws ua haujlwm Charles Fortier tau nthuav tawm lawv cov xov tooj wireless ntawm 1900 Paris Exposition nrog luminaries zoo li Nikola Tesla, Guglielmo Marconi, thiab Thomas Edison.",
          "es2": "Telégrafo inalámbrico\n=====================\n\nA finales del siglo XIX, el telégrafo era la única forma de enviar un mensaje instantáneo a alguien. El telégrafo transformó el mundo y facilitó mucho la comunicación a distancia. El problema eran los cables. No se pueden tender cables desde la costa hasta un barco, y los barcos eran increíblemente importantes para la economía global. La gente necesitaba comunicación instantánea en todas partes y necesitaba deshacerse de los cables.\n\nLa configuración inicial del transmisor de Warren Johnson consistía en:\n- Una batería\n- Un condensador\n- Una bobina de inducción\n- Un espacio de chispa\n\nCuando se completa el circuito, la bobina de inducción transforma la electricidad de bajo voltaje de la batería en un impulso de alto voltaje, que salta a través del espacio. Esto genera un pulso de ondas de radio que vuela en todas direcciones. Un cohesor (receptor de ondas de radio) ubicado en otro lugar recoge este pulso de ondas de radio como una ráfaga de estática. Una breve ráfaga de estática se convirtió en un punto de código Morse. Una ráfaga más larga se convirtió en una raya.\n\nFinalmente, Johnson y su ingeniero Charles Fortier demostraron su sistema de telégrafo inalámbrico en la Exposición de París de 1900 con personalidades como Nikola Tesla, Guglielmo Marconi y Thomas Edison.",
          "en2": "Wireless Telegraph\n=====================\n\nIn the late 1800s, the telegraph was the only way to send an instant message to someone. The telegraph transformed the world and made communication much easier across distances. The problem was wires. You can't run wires from the shore to a ship, and ships were incredibly important to the global economy. People needed instant communication everywhere, and they needed to get rid of the wires.\n\nWarren Johnson's initial transmitter set-up consisted of:\n- A battery\n- A capacitor\n- An induction coil\n- A spark gap\n\nWhen you complete the circuit, the induction coil transforms low-voltage electricity from the battery into a high-voltage impulse, which jumps across the gap. This generates a pulse of radio waves that flies off in every direction. A coherer (radio-wave receiver) located somewhere else picks up this pulse of radio waves as a burst of static. A short burst of static became a Morse Code dot. A longer burst became a dash.\n\nEventually, Johnson and his engineer Charles Fortier demonstrated their wireless telegraph system at the 1900 Paris Exposition with luminaries like Nikola Tesla, Guglielmo Marconi, and Thomas Edison.",
          "en1": "Spark Gap Telegraph\n=====================\n\nImagine sending a message to someone on the other side of the ocean in just a second. Before phones and internet, people used a machine called the telegraph to send instant messages. But telegraphs needed wires, and that was a problem for ships at sea. Ships were very important for trade, and people needed a way to talk to them quickly.\n\nA man named Warren Johnson found a way to send messages without wires. He used a special setup that included:\n- a battery\n- a special coil\n- a gap that sparks when electricity jumps across it\n\nWhen you turn it on, the coil makes a burst of energy that sends a signal through the air. Someone else can pick up this signal with a special receiver and hear a \"click\" or a \" Static\". This was like a secret code that only they could understand.\n\nJohnson showed off his invention to some very famous people, like Nikola Tesla and Thomas Edison. It was a big deal!",
          "es1": "Telégrafo de chispa\n======================\n\nImagina enviar un mensaje a alguien que está al otro lado del océano en tan solo un segundo. Antes de los teléfonos e Internet, la gente usaba una máquina llamada telégrafo para enviar mensajes instantáneos. Pero los telégrafos necesitaban cables, y eso era un problema para los barcos en el mar. Los barcos eran muy importantes para el comercio y la gente necesitaba una forma de comunicarse con ellos rápidamente.\n\nUn hombre llamado Warren Johnson encontró una forma de enviar mensajes sin cables. Usó una configuración especial que incluía:\n- una batería\n- una bobina especial\n- un espacio que genera chispas cuando la electricidad salta a través de él\n\nCuando lo enciendes, la bobina produce una explosión de energía que envía una señal a través del aire. Otra persona puede captar esta señal con un receptor especial y escuchar un \"clic\" o una \"estática\". Esto era como un código secreto que solo ellos podían entender.\n\nJohnson mostró su invento a algunas personas muy famosas, como Nikola Tesla y Thomas Edison. ¡Fue un gran acontecimiento!",
          "hmn1": "Spark Gap Telegraph\n=====================\n\nXav txog kev xa xov mus rau ib tus neeg nyob sab nraud ntawm dej hiav txwv hauv ib pliag xwb. Ua ntej cov xov tooj thiab internet, tib neeg siv lub tshuab hu ua xov tooj xa xov tam sim. Tab sis telegraphs xav tau cov xov hlau, thiab qhov ntawd yog qhov teeb meem rau cov nkoj hauv hiav txwv. Lub nkoj tseem ceeb heev rau kev lag luam, thiab tib neeg xav tau txoj hauv kev los tham nrog lawv sai.\n\nIb tug txiv neej npe hu ua Warren Johnson nrhiav tau ib txoj hauv kev xa xov tsis muaj xov tooj. Nws siv ib qho kev teeb tsa tshwj xeeb uas suav nrog:\n- roj teeb\n- ib lub kauj tshwj xeeb\n- qhov sib txawv uas ua rau thaum hluav taws xob dhia hla nws\n\nThaum koj qhib nws, lub kauj ua lub zog tawg uas xa cov teeb liab los ntawm huab cua. Lwm tus tuaj yeem nqa lub teeb liab no nrog tus txais tshwj xeeb thiab hnov ​​​​ib \"nias\" lossis \"Static\". Qhov no zoo li ib txoj cai zais cia uas tsuas yog lawv tuaj yeem nkag siab.\n\nJohnson tau nthuav tawm nws qhov kev tsim kho rau qee tus neeg nto moo, zoo li Nikola Tesla thiab Thomas Edison. Nws yog ib qho loj!"
        }
      }
    },
    {
      "id": "exhibit30",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit30",
        "titles": {
          "hmn1": "Telegraph with Key",
          "es1": "Telegraph with Key",
          "en1": "Telegraph with Key"
        },
        "descriptions": {
          "hmn1": "### Morse Code\n\nNws yog 1836. Koj lub npe yog Samuel Morse. Koj yog tus kws kos duab kos duab thiab tus tsim khoom tsim los ntawm Charlestown, Massachusetts. Koj txoj haujlwm yog txhawm rau txheeb xyuas txoj hauv kev xa cov lus tam sim thoob plaws tebchaws. Koj muaj lub transmitter uas tso cai rau koj xa hluav taws xob impulses. Koj muaj lub receiver uas tau txais hluav taws xob impulses. Koj muaj hluav taws xob. Koj muaj kab. Koj ua dab tsi?\n\n### Kuv Yuav Tsim Ib Tug Code!\n\nKoj tuaj yeem tsim ib tus lej. Txhua tsab ntawv yuav ua ke ntawm luv luv thiab ntev tawg ntawm hluav taws xob. Dots thiab dashes (thiab qhov chaw khoob). Cov me me ntawm qhov chaw khoob ntawm cov ntawv. Ntev me ntsis ntawm qhov chaw khoob ntawm cov lus. Koj xav kom koj cov lej ua haujlwm tau zoo li qhov ua tau, yog li koj muab qhov luv tshaj plaws ntawm cov dots thiab dashes rau cov ntawv peb siv feem ntau. 'E' yuav yog ib qho chaw. 'T' yuav yog ib tug khiav ceev. 'Kuv' yuav yog ob lub dots. 'M' yuav yog ob tug dashes. Thiab li ntawd. Nrog koj zoo siab. Koj tau tsim Morse Code.",
          "es1": "### Código Morse\n\nCorre el año 1836. Te llamas Samuel Morse. Eres un pintor de retratos e inventor originario de Charlestown, Massachusetts. Tu trabajo es encontrar una forma de enviar mensajes instantáneos a través del país. Tienes un transmisor que te permite enviar impulsos eléctricos. Tienes un receptor que recibe impulsos eléctricos. Tienes electricidad. Tienes cables. ¿Qué haces?\n\n### ¡Podría crear un código!\n\nPodrías crear un código. Cada letra podría ser una combinación de ráfagas cortas y largas de electricidad. Puntos y rayas (y espacio vacío). Pequeños espacios vacíos entre letras. Pedazos más largos de espacios vacíos entre palabras. Quieres que tu código sea lo más eficiente posible, por lo que asignas la serie más corta de puntos y rayas a las letras que usamos con más frecuencia. \"E\" sería un solo punto. \"T\" sería un guión. \"I\" serían dos puntos. \"M\" serían dos guiones. Y así sucesivamente. Felicitaciones. Has inventado el código Morse.",
          "en1": "### Morse Code\n\nIt's 1836. Your name is Samuel Morse. You're a portrait painter and inventor originally from Charlestown, Massachusetts. Your job is to figure out a way to send instant messages across the country. You have a transmitter that allows you to send electrical impulses. You have a receiver that receives electrical impulses. You have electricity. You have wire. What do you do?\n\n### I Could Create a Code!\n\nYou could create a code. Each letter might be combination of short and long bursts of electricity. Dots and dashes (and empty space). Tiny bits of empty space between letters. Longer bits of empty space between words. You want your code to be as efficient as possible, so you assign the shortest series of dots and dashes to the letters we use most frequently. 'E' would be a single dot. 'T' would be a dash. 'I' would be two dots. 'M' would be two dashes. And so on. Congratulations. You've invented Morse Code."
        }
      }
    },
    {
      "id": "exhibit35",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit35",
        "titles": {
          "hmn1": "Hometown Tour",
          "es1": "Hometown Tour",
          "en1": "Hometown Tour"
        },
        "descriptions": {
          "hmn1": "Ntawm no yog cov ntawv nyeem nrog nws formatting zoo tu qab tso nyob rau hauv markdown:\n### Coj Ncig Ua Si\nKoom nrog Sue Baker, Tus Thawj Coj Txoj Haujlwm ntawm Les Paul Foundation ntawm kev ncig xyuas Les Paul's Home Town, Waukesha, WI. Saib qhov twg Les nyob, kawm, ua thiab tsim.",
          "es1": "Aquí está el texto con su formato recuperado en Markdown:\n### Realice el recorrido\nÚnase a Sue Baker, directora de programas de la Fundación Les Paul, en un recorrido por la ciudad natal de Les Paul, Waukesha, Wisconsin. Vea dónde vivió, aprendió, actuó e inventó Les.",
          "en1": "Here is the text with its formatting recovered in markdown:\n### Take The Tour\nJoin Sue Baker, The Program Director at the Les Paul Foundation on a tour of Les Paul's Home Town, Waukesha, WI. See where Les lived, learned, performed and invented."
        }
      }
    },
    {
      "id": "exhibit36",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit36",
        "titles": {
          "en1": "How Many Discs?",
          "es1": "How Many Discs?",
          "hmn1": "How Many Discs?"
        },
        "descriptions": {
          "en1": "How Many Discs Does it Take to Create a New Sound?\n\nFive hundred, give or take a few.\n\nComputers have made it easy to record multiple tracks, overdub, and add effects. But the combination of these effects had never been done before Les Paul released \"Lover\" in 1948. He called his effects \"The New Sound.\" It was a huge hit.\n\nIt was a complicated process. If he didn't like a particular take, he couldn't record over it. He had to start over with another disc.",
          "es1": "¿Cuántos discos se necesitan para crear un nuevo sonido?\n\nQuinientos, más o menos.\n\nLas computadoras han hecho que sea fácil grabar múltiples pistas, sobregrabar y agregar efectos. Pero la combinación de estos efectos nunca se había hecho antes de que Les Paul lanzara \"Lover\" en 1948. Llamó a sus efectos \"El nuevo sonido\". Fue un gran éxito.\n\nFue un proceso complicado. Si no le gustaba una toma en particular, no podía grabar sobre ella. Tenía que empezar de nuevo con otro disco.",
          "hmn1": "Muaj pes tsawg Discs Nws siv los tsim lub suab tshiab?\n\nTsib puas, muab lossis nqa ob peb.\n\nCov khoos phis tawj tau ua kom yooj yim los sau ntau cov kab, overdub, thiab ntxiv cov teebmeem. Tab sis kev sib xyaw ua ke ntawm cov teebmeem no yeej tsis tau ua ua ntej Les Paul tso \"Tus Hlub\" xyoo 1948. Nws hu nws cov teebmeem \"Lub Suab Tshiab.\" Nws yog ib tug loj hit.\n\nNws yog txheej txheem nyuaj. Yog tias nws tsis nyiam qhov tshwj xeeb, nws tsis tuaj yeem sau nws. Nws yuav tsum tau pib dua nrog lwm lub disc."
        }
      }
    },
    {
      "id": "see_sound",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit45",
        "titles": {
          "hmn2": "Seeing Sound",
          "es2": "Seeing Sound",
          "en2": "Seeing Sound",
          "hmn1": "Seeing Sound",
          "es1": "Seeing Sound",
          "en1": "Seeing Sound"
        },
        "descriptions": {
          "hmn2": "**Saib Suab**\n\nKoj yuav ntsuas qhov ceev ntawm lub suab li cas?\n\nXyoo 1886, Lub Yim Hli Kundt tau tsim ib lub suab nrov - lub suab ntshiab hauv ib lub raj. Plua plav hauv lub raj pib vibrate thiab seev cev, tsim cov qauv ntawm lub suab. Kundt tom qab ntawd xam pom tias qhov kev ncua deb ntawm pawg seev cev ntawm cov plua plav yog lub wavelength ntawm lub suab yoj. Txij li thaum nws paub qhov zaus ntawm lub suab nthwv dej, nws tuaj yeem muab tus lej ntawd los ntawm lub wavelength thiab pom qhov ceev ntawm lub suab hauv huab cua.",
          "es2": "**Ver el sonido**\n\n¿Cómo medirías la velocidad del sonido?\n\nEn 1886, August Kundt generó una frecuencia única de sonido: un tono puro dentro de un tubo. El polvo dentro del tubo comenzó a vibrar y bailar, formando el contorno de la onda sonora. Kundt descubrió entonces que la distancia entre los montones de polvo danzantes es la longitud de onda de la onda sonora. Como conocía la frecuencia de la onda sonora, pudo multiplicar ese número por la longitud de onda y hallar la velocidad del sonido en el aire.",
          "en2": "**Seeing Sound**\n\nHow would you measure the speed of sound?\n\nIn 1886, August Kundt generated a single frequency of sound - a pure tone inside a tube. Dust inside the tube began to vibrate and dance, forming the outline of the soundwave. Kundt then figured out that the distance between the dancing piles of dust is the wavelength of the sound wave. Since he knew the frequency of the sound wave, he could multiply that number by the wavelength and find the speed of sound in air.",
          "hmn1": "Pom Suab\n=====\n\nSuab nrawm npaum li cas?\n\nKoj puas tau xav tias peb ntsuas qhov ceev ntawm lub suab li cas?\n\nIb tug kws tshawb fawb npe hu ua August Kundt pom nws tawm hauv xyoo 1886. Nws tsim ib lub suab tshwj xeeb, lub suab ntshiab, hauv ib lub raj. Lub suab ua rau me me ntawm cov plua plav hauv lub raj vibrate thiab tsim cov qauv. Los ntawm saib tus qauv, Kundt tuaj yeem pom lub suab nthwv dej! Nws siv qhov kev tshawb pom no los xam qhov ceev ntawm lub suab hauv huab cua. Tsis yog qhov txias?",
          "es1": "Ver el sonido\n==========\n\n¿Qué tan rápido es el sonido?\n\n¿Alguna vez te preguntaste cómo medimos la velocidad del sonido?\n\nUn científico llamado August Kundt lo descubrió en 1886. Creó un tipo especial de sonido, un tono puro, dentro de un tubo. El sonido hizo que pequeñas partículas de polvo dentro del tubo vibraran y formaran un patrón. Al observar el patrón, Kundt pudo ver la onda sonora. Usó este descubrimiento para calcular la velocidad del sonido en el aire. ¿No es genial?",
          "en1": "Seeing Sound\n==========\n\nHow Fast is Sound?\n\nHave you ever wondered how we measure the speed of sound?\n\nA scientist named August Kundt figured it out in 1886. He created a special kind of sound, a pure tone, inside a tube. The sound made tiny particles of dust inside the tube vibrate and form a pattern. By looking at the pattern, Kundt could see the sound wave! He used this discovery to calculate the speed of sound in the air. Isn't that cool?"
        }
      }
    },
    {
      "id": "exhibit50",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit50",
        "titles": {
          "en1": "Theremin",
          "es1": "Theremin",
          "hmn1": "Theremin"
        },
        "descriptions": {
          "en1": "Here is the text with its formatting recovered in markdown:\n\n\n### Theremin\n\nThis instrument is \"hands-off\"! The Theremin makes sound without being touched. It works by detecting how close you are to its two antennas. The tube antenna controls pitch (how high or low the sound is), and the flat antenna controls volume (how loud or soft the sound is). Moving your hands closer or farther away from the antennas changes the electric charge, which the theremin translates into sound.",
          "es1": "Aquí está el texto con su formato recuperado en Markdown:\n\n### Theremin\n\n¡Este instrumento es \"manos libres\"! El theremin produce sonido sin que lo toques. Funciona detectando qué tan cerca estás de sus dos antenas. La antena de tubo controla el tono (qué tan alto o bajo es el sonido) y la antena plana controla el volumen (qué tan fuerte o suave es el sonido). Acercar o alejar las manos de las antenas cambia la carga eléctrica, que el theremin traduce en sonido.",
          "hmn1": "Ntawm no yog cov ntawv nyeem nrog nws formatting zoo tu qab tso nyob rau hauv markdown:\n\n\n### Muaj\n\nQhov cuab yeej no yog \"tes-off\"! Lub Theremin ua suab tsis tau kov. Nws ua haujlwm los ntawm kev txheeb xyuas tias koj nyob ze li cas rau nws ob lub kav hlau txais xov. Lub kav hlau txais xov raj tswj lub suab (lub suab siab lossis qis npaum li cas), thiab lub kav hlau txais xov tiaj tus tswj lub ntim (lub suab nrov npaum li cas los yog muag). Txav koj txhais tes los ze zog los yog deb ntawm lub kav hlau txais xov hloov cov nqi hluav taws xob, uas lub suab txhais ua suab."
        }
      }
    },
    {
      "id": "exhibit51",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit51",
        "titles": {
          "en1": "Bernoulli Table",
          "es1": "Bernoulli Table",
          "hmn1": "Bernoulli Table",
          "hmn2": "Bernoulli Table",
          "es2": "Bernoulli Table",
          "en2": "Bernoulli Table"
        },
        "descriptions": {
          "en1": "### Bernoulli's Principle & Flight\nHave you ever wondered how airplanes fly? It's actually pretty cool! Fluids, like air or water, push harder when they're moving slowly. The shape of an airplane wing helps it lift off the ground. The curved top of the wing makes the air move faster, which means it pushes less hard. The flat bottom of the wing makes the air move slower, which means it pushes harder. This helps the airplane lift up into the air!",
          "es1": "### Principio de Bernoulli y el vuelo\n¿Alguna vez te has preguntado cómo vuelan los aviones? ¡En realidad es bastante interesante! Los fluidos, como el aire o el agua, empujan con más fuerza cuando se mueven lentamente. La forma del ala de un avión lo ayuda a despegar del suelo. La parte superior curva del ala hace que el aire se mueva más rápido, lo que significa que empuja con menos fuerza. La parte inferior plana del ala hace que el aire se mueva más lento, lo que significa que empuja con más fuerza. ¡Esto ayuda a que el avión se eleve en el aire!",
          "hmn1": "### Bernoulli Txoj Cai & Dav Hlau\nKoj puas tau xav li cas lub dav hlau ya? Nws yeej zoo nkauj heev! Cov kua dej, zoo li huab cua lossis dej, thawb hnyav dua thaum lawv txav mus qeeb. Cov duab ntawm lub dav hlau tis pab nws nqa tawm hauv av. Qhov nkhaus sab saum toj ntawm lub tis ua rau huab cua txav nrawm dua, uas txhais tau hais tias nws thawb qis dua. Lub tiaj hauv qab ntawm tis ua rau huab cua txav qeeb, uas txhais tau hais tias nws thawb hnyav dua. Qhov no pab lub dav hlau nqa mus rau saum huab cua!",
          "hmn2": "Ntawm no yog cov ntawv nyeem nrog nws formatting zoo tu qab tso nyob rau hauv markdown:\n### Bernoulli Txoj Cai & Dav Hlau\nCov kua txav qeeb qeeb (kua lossis roj) ua kom lub zog ntau dua li cov kua txav nrawm dua. Lub dav hlau tis yog nkhaus rau saum thiab tiaj tus hauv qab. Cua taug kev hla saum tis txav nrawm dua li hauv qab tis. Qhov no generates siab dua nyob rau hauv qab ntawm lub tis, ua rau nqa.",
          "es2": "Aquí está el texto con su formato recuperado en Markdown:\n### Principio de Bernoulli y vuelo\nLos fluidos que se mueven más lentamente (líquidos o gases) ejercen más presión que los fluidos que se mueven más rápido. El ala de un avión es curva en la parte superior y plana en la parte inferior. El aire que pasa por encima del ala se mueve más rápido que por debajo del ala. Esto genera una mayor presión en la parte inferior del ala, lo que provoca sustentación.",
          "en2": "Here is the text with its formatting recovered in markdown:\n### Bernoulli's Principle & Flight\nSlower moving fluids (liquid or gas) exert more pressure than faster moving fluids. An aircraft's wing is curved on top and flat on the bottom. Air traveling over the top of the wing moves faster than under the wing. This generates higher pressure on the bottom of the wing, causing lift."
        }
      }
    },
    {
      "id": "exhibit52",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit52",
        "titles": {
          "en1": "Energy Into Motion",
          "hmn1": "Energy Into Motion",
          "es1": "Energy Into Motion"
        },
        "descriptions": {
          "en1": "#### Energy Into Motion\n\nThis engine uses a big burst of energy to get moving. It's kind of like when you jump up and down - you use your energy to get started. The engine's energy makes a big part called a piston move down. This makes another part move, and another, until the wheels start turning around in a circle.",
          "hmn1": "#### Lub Zog Ua Haujlwm\n\nLub cav no siv lub zog tawg loj kom txav mus los. Nws zoo li thaum koj dhia nce thiab nqis - koj siv koj lub zog los pib. Lub cav lub zog ua rau ib feem loj hu ua piston txav mus. Qhov no ua rau lwm qhov txav mus, thiab lwm qhov, kom txog thaum lub log pib tig ib ncig ntawm lub voj voog.",
          "es1": "#### Energía en movimiento\n\nEste motor utiliza una gran cantidad de energía para ponerse en movimiento. Es como cuando saltas hacia arriba y hacia abajo: utilizas tu energía para ponerte en marcha. La energía del motor hace que una gran pieza llamada pistón se mueva hacia abajo. Esto hace que otra pieza se mueva, y luego otra, hasta que las ruedas empiezan a girar en círculo.",
          "es2": "Aquí está el texto con su formato recuperado en Markdown:\n### Energía en movimiento\n\nLa fuerza de la explosión hace descender un pistón. El pistón hace descender una biela. La biela hace descender el cigüeñal. El cigüeñal convierte el movimiento ascendente y descendente del motor en un movimiento circular que hace girar las ruedas.",
          "en2": "Here is the text with its formatting recovered in markdown:\n### Energy Into Motion\n\nThe force of the explosion drives a piston downward. The piston drives a connector rod. The connector rod drives the crankshaft. The crankshaft turns the up and down motion of the engine into a circular motion that drives the wheels.",
          "hmn2": "Ntawm no yog cov ntawv nyeem nrog nws formatting zoo tu qab tso nyob rau hauv markdown:\n### Lub Zog Ua Haujlwm\n\nLub zog ntawm qhov tawg ua rau lub piston downward. Lub piston tsav lub pas nrig txuas. Lub connector qws tsav lub crankshaft. Lub crankshaft tig lub nce thiab nqis ntawm lub cav mus rau hauv lub voj voog uas tsav lub log."
        }
      }
    },
    {
      "id": "exhibit53",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit53",
        "titles": {
          "es1": "Excavator",
          "en1": "Excavator",
          "hmn1": "Excavator"
        },
        "descriptions": {
          "es1": "**Genera un gran impacto**\n\nImagina que necesitas mover una roca muy pesada. Puedes usar una máquina especial llamada palanca para levantarla. Pero, ¿qué pasa si necesitas mover algo aún más pesado? Ahí es donde entra en juego nuestra excavadora. Utiliza piezas especiales llamadas cilindros hidráulicos para mover objetos pesados. Estos cilindros ayudan a que la máquina sea más fuerte al multiplicar la fuerza que utiliza.\n\n**Cómo funciona**\n\nNuestra excavadora utiliza un sistema especial llamado circuito hidráulico. Es como una pequeña autopista para líquidos que ayuda a que la máquina se mueva. El circuito tiene una bomba que empuja el líquido a través de mangueras, de manera similar a cómo fluye la electricidad a través de cables. El líquido ayuda a que las piezas de la máquina se muevan, como el brazo y el balde.\n\n**¿Por qué esta máquina es tan genial?**\n\n* Es simple: no necesita muchas piezas complicadas.\n* Es eficiente: hace el trabajo con menos esfuerzo.\n* Es potente: puede mover objetos muy pesados ​​con facilidad.\n* Es fácil de controlar: puedes hacer que sucedan grandes cosas con una pequeña acción.\n* Es flexible: puede llegar a espacios reducidos para hacer el trabajo.\n\n**Fuerza**\n\nUna fuerza es un empujón o un tirón que hace que algo se mueva.\n\n**Presión**\n\nLa presión es cuando se usa fuerza sobre un área pequeña, volviéndola más fuerte.",
          "en1": "**Make a Big Impact**\n\nImagine you need to move a really heavy rock. You can use a special machine called a lever to help lift it. But what if you need to move something even heavier? That's where our excavator comes in. It uses special parts called hydraulic cylinders to move heavy things. These cylinders help make the machine stronger by multiplying the force it uses.\n\n**How it Works**\n\nOur excavator uses a special system called a hydraulic circuit. It's like a tiny highway for liquid that helps the machine move. The circuit has a pump that pushes the liquid through hoses, kind of like how electricity flows through wires. The liquid helps the machine's parts move, like the arm and bucket.\n\n**Why is this Machine so Cool?**\n\n* It's simple: it doesn't need lots of complicated parts.\n* It's efficient: it gets the job done with less effort.\n* It's powerful: it can move really heavy things with ease.\n* It's easy to control: you can make big things happen with just a small action.\n* It's flexible: it can reach into tight spaces to get the job done.\n\n**Force**\n\nA force is a push or a pull that makes something move.\n\n**Pressure**\n\nPressure is when you use force on a small area, making it stronger.",
          "hmn1": "** Ua kom muaj kev cuam tshuam loj **\n\nXav txog tias koj yuav tsum txav lub pob zeb hnyav heev. Koj tuaj yeem siv lub tshuab tshwj xeeb hu ua lub zog los pab nqa nws. Tab sis yuav ua li cas yog tias koj xav tau txav ib yam hnyav dua? Qhov ntawd yog qhov uas peb cov excavator tuaj txog. Nws siv cov khoom tshwj xeeb hu ua hydraulic thooj voos kheej kheej kom txav cov khoom hnyav. Cov thooj voos kheej kheej no pab ua kom lub tshuab muaj zog los ntawm kev sib npaug ntawm lub zog nws siv.\n\n** Nws ua haujlwm li cas **\n\nPeb lub tshuab excavator siv lub tshuab tshwj xeeb hu ua hydraulic circuit. Nws zoo li txoj kev loj me me rau cov kua uas pab lub tshuab txav. Lub Circuit Court muaj lub twj tso kua mis uas thawb cov kua los ntawm cov hoses, zoo li qhov hluav taws xob ntws los ntawm cov xov hlau. Cov kua pab lub tshuab qhov chaw txav mus, zoo li lub caj npab thiab lub thoob.\n\n**Vim li cas lub tshuab no txias heev?**\n\n* Nws yooj yim: nws tsis xav tau ntau qhov nyuaj.\n* Nws muaj txiaj ntsig: nws tau txais txoj haujlwm ua tiav nrog kev siv zog tsawg.\n* Nws muaj zog: nws tuaj yeem txav cov khoom hnyav tiag tiag nrog yooj yim.\n* Nws yooj yim los tswj: koj tuaj yeem ua qhov loj tshwm sim nrog tsuas yog ua me me.\n* Nws hloov pauv: nws tuaj yeem ncav cuag qhov chaw nruj kom ua tiav txoj haujlwm.\n\n**Force**\n\nLub zog yog lub laub lossis rub uas ua rau qee yam txav mus los.\n\n**siab**\n\nLub siab yog thaum koj siv quab yuam ntawm ib qho chaw me me, ua rau nws muaj zog.",
          "hmn2": "### Kev Sib Tw Sib Tw\n\nLub lever tuaj yeem pab koj nqa lub pob zeb. Lub tog raj kheej thiab lub tog raj kheej hydraulic tuaj yeem pab koj txav lub roob. Nyob rau hauv no excavator, txhua lub tog raj kheej hydraulic yog txuas mus rau ib feem ntawm lub excavator. Lub siab los ntawm lub twj tso kua mis hydraulic yog sib npaug los ntawm lub tog raj kheej thiab dua los ntawm lub boom, caj npab, thiab thoob, uas ua zoo li levers.\n\n### Hydraulic Circuit Court\n\nLub hydraulic Circuit Court yog zoo li ib qho hluav taws xob Circuit Court.\n\nMuaj cov hoses siv cov xov hlau thiab cov kua dej tsis siv hluav taws xob. Hloov cov hluav taws xob hluav taws xob (Volts) thawb cov hluav taws xob raws, lub twj tso kua mis thawb cov kua hauv lub voj voog. Hauv hydraulic Circuit Court, lub cav tig lub twj tso kua mis hydraulic. Lub twj tso kua mis thawb cov kua los ntawm lub hose mus rau qhov tswj valve. Valves xaiv txoj kev uas cov kua yuav siv. Piv txwv li, lub valve tuaj yeem xa cov kua dej mus txuas ntxiv lossis thim rov qab lub tog raj kheej lub piston. Cov piston hauv lub tog raj kheej txuas ntxiv thiab cog lus ntawm caj npab, thiab lub thoob.\n\n### Vim li cas Hydraulic Fais Fab?\n\n* ** Simplicity!** Tshem tawm cov iav, cams, saw drives, thiab pulleys.\n* **Efficiency!** Tsawg qhov txav mus los txhais tau tias lub tshuab ua haujlwm tau zoo dua!\n* ** Fais fab!** Hloov cov rog me rau hauv cov rog loj heev!\n* ** Tswj!** Tswj cov rog loj nrog cov tub rog me!\n* **Flexibility!** Xa quab yuam mus rau qhov chaw nyuaj!\n\n#### FORCE\n\n/FRS/\n\nIb thawb. Ib rub. Lub zog yog ib qho kev sib cuam tshuam uas hloov qhov kev txav ntawm ib qho khoom.\n\n#### TSHUA\n\n/PRESHER/\n\nKev quab yuam tau dhau ntawm ib qho chaw.",
          "en2": "### Multiplying the Multiplier\n\nA lever can help you lift a boulder. A lever and a hydraulic cylinder can help you move a mountain. On this excavator, each hydraulic cylinder is attached to a moving part of the excavator. The pressure from the hydraulic pump is multiplied by the cylinder and again by the boom, arm, and bucket, which act like levers.\n\n### The Hydraulic Circuit\n\nA hydraulic circuit is kind of like an electrical circuit.\n\nThere are hoses instead of wires and fluid instead of electricity. Instead of the electromotive force (Volts) pushing electrons along, a pump pushes fluid through the circuit. In a hydraulic circuit, the engine turns the hydraulic pump. The pump pushes fluid through a hose to the control valve. Valves choose the route the fluid takes. For instance, the valve can route the fluid to extend or retract the cylinder's piston. The pistons inside the cylinders extend and contract the arm, and the bucket.\n\n### Why Hydraulic Power?\n\n*   **Simplicity!** Eliminate the gears, cams, chain drives, and pulleys.\n*   **Efficiency!** Fewer moving parts means a more efficient machine!\n*   **Power!** Transform small forces into incredibly large forces!\n*   **Control!** Manage large forces with small forces!\n*   **Flexibility!** Transmit force into difficult spaces!\n\n#### FORCE\n\n/FRS/\n\nA push. A pull. A force is an interaction that changes the motion of an object.\n\n#### PRESSURE\n\n/PRESHER/\n\nForce exerted over a given area.",
          "es2": "### Multiplicando el multiplicador\n\nUna palanca puede ayudarte a levantar una roca. Una palanca y un cilindro hidráulico pueden ayudarte a mover una montaña. En esta excavadora, cada cilindro hidráulico está conectado a una parte móvil de la excavadora. La presión de la bomba hidráulica se multiplica por el cilindro y nuevamente por la pluma, el brazo y el cucharón, que actúan como palancas.\n\n### El circuito hidráulico\n\nUn circuito hidráulico es como un circuito eléctrico.\n\nHay mangueras en lugar de cables y fluido en lugar de electricidad. En lugar de que la fuerza electromotriz (voltios) empuje a los electrones, una bomba empuja el fluido a través del circuito. En un circuito hidráulico, el motor hace girar la bomba hidráulica. La bomba empuja el fluido a través de una manguera hacia la válvula de control. Las válvulas eligen la ruta que toma el fluido. Por ejemplo, la válvula puede dirigir el fluido para extender o retraer el pistón del cilindro. Los pistones dentro de los cilindros extienden y contraen el brazo y el cucharón.\n\n### ¿Por qué energía hidráulica?\n\n* **¡Simplicidad!** Elimina los engranajes, levas, transmisiones por cadena y poleas.\n* **¡Eficiencia!** ¡Menos piezas móviles significan una máquina más eficiente!\n* **¡Potencia!** ¡Transforma fuerzas pequeñas en fuerzas increíblemente grandes!\n* **¡Control!** ¡Gestiona fuerzas grandes con fuerzas pequeñas!\n* **¡Flexibilidad!** ¡Transmite fuerza en espacios difíciles!\n\n#### FUERZA\n\n/FRS/\n\nUn empujón. Un tirón. Una fuerza es una interacción que cambia el movimiento de un objeto.\n\n#### PRESIÓN\n\n/PRESHER/\n\nFuerza ejercida sobre un área determinada."
        }
      }
    },
    {
      "id": "exhibit57",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit57",
        "titles": {
          "en1": "Helicopter Sim",
          "es1": "Helicopter Sim",
          "hmn1": "Helicopter Sim"
        },
        "descriptions": {
          "en2": "### Collective Pitch Control\n\nThe Collective Control is the up and down control. If the helicopter is level, this will make it to go up or down, but if the helicopter is tilted forward, it will increase the speed.\n\n### Tail Rotor Pedals\n\nThe Tail Rotor Pedals, or Anti-Torque Pedals, are used to turn the helicopter to the left or to the right. The pilot pushes the left pedal to increase the pitch of the tail rotor and turn to the left. Pushing the right pedal decreases the pitch of the tail rotor and turns the helicopter to the right.\n\n### Cyclic Control Stick\n\nThe Cyclic Control Stick (Joystick) moves the helicopter forward and backward. Moving the stick forward and back will point the nose of the helicopter up or down. This is accomplished by changing the angle of the rotor blades.",
          "es2": "### Control de cabeceo colectivo\n\nEl control colectivo es el control de subida y bajada. Si el helicóptero está nivelado, esto hará que suba o baje, pero si el helicóptero está inclinado hacia adelante, aumentará la velocidad.\n\n### Pedales del rotor de cola\n\nLos pedales del rotor de cola, o pedales antipar, se utilizan para girar el helicóptero hacia la izquierda o hacia la derecha. El piloto presiona el pedal izquierdo para aumentar el cabeceo del rotor de cola y girar hacia la izquierda. Al presionar el pedal derecho, se reduce el cabeceo del rotor de cola y gira el helicóptero hacia la derecha.\n\n### Palanca de control cíclica\n\nLa palanca de control cíclica (joystick) mueve el helicóptero hacia adelante y hacia atrás. Al mover la palanca hacia adelante y hacia atrás, el morro del helicóptero apuntará hacia arriba o hacia abajo. Esto se logra cambiando el ángulo de las palas del rotor.",
          "hmn2": "### Sib Nqus Pitch Control\n\nCollective Control yog qhov nce thiab nqis. Yog hais tias lub nyoob hoom qav taub yog theem, qhov no yuav ua rau nws nce lossis nqis, tab sis yog tias lub nyoob hoom qav taub tig mus rau pem hauv ntej, nws yuav ua rau kom ceev.\n\n### Tail Rotor Pedals\n\nLub Tail Rotor Pedals, lossis Anti-Torque pedals, yog siv los tig lub nyoob hoom qav taub mus rau sab laug lossis sab xis. Tus tsav thawb lub pedal sab laug kom nce lub suab ntawm tus Tsov tus tw rotor thiab tig mus rau sab laug. Pushing txoj cai pedal txo lub suab ntawm tus Tsov tus tw rotor thiab tig lub nyoob hoom qav taub mus rau sab xis.\n\n### Cyclic Control Stick\n\nLub Cyclic Control Stick (Joystick) txav lub nyoob hoom qav taub mus rau pem hauv ntej thiab rov qab. Tsiv tus pas mus rau pem hauv ntej thiab rov qab yuav taw tes rau lub qhov ntswg ntawm qhov siab lossis nqis. Qhov no yog ua tiav los ntawm kev hloov lub kaum sab xis ntawm lub rotor hniav.",
          "hmn1": "**Flying a Helicopter**\n\n** Nce thiab Down Control **\nNyob rau hauv ib lub nyoob hoom qav taub, kev sib koom ua ke pab nws txav mus los lossis nqis. Yog hais tias lub nyoob hoom qav taub ya ncaj, qhov kev tswj no ua rau nws mus siab dua lossis qis dua. Yog tias nws txav mus tom ntej, nws yuav pab lub nyoob hoom qav taub mus nrawm dua lossis qeeb dua.\n\n**Tig laug los yog txoj cai**\nTus Tsov tus tw rotor pedals pab lub nyoob hoom qav taub tig. Nias lub pedal sab laug ua rau lub nyoob hoom qav taub tig sab laug, thiab thawb txoj cai pedal ua rau nws tig sab xis.\n\n** Tsiv mus rau pem hauv ntej thiab rov qab **\nCyclic control stick pab lub nyoob hoom qav taub mus rau pem hauv ntej thiab rov qab. Tsiv tus pas ua rau lub qhov ntswg qhov siab nce lossis nqis.",
          "es1": "**Cómo volar un helicóptero**\n\n**Control de subida y bajada**\nEn un helicóptero, el control colectivo ayuda a que el helicóptero se desplace hacia arriba o hacia abajo. Si el helicóptero está volando en línea recta, este control lo hace subir o bajar. Si se mueve hacia adelante, ayuda al helicóptero a ir más rápido o más lento.\n\n**Girar a la izquierda o a la derecha**\nLos pedales del rotor de cola ayudan al helicóptero a girar. Si presiona el pedal izquierdo, el helicóptero gira a la izquierda, y si presiona el pedal derecho, gira a la derecha.\n\n**Moverse hacia adelante y hacia atrás**\nLa palanca de control cíclico ayuda al helicóptero a moverse hacia adelante y hacia atrás. Si mueve la palanca, el morro del helicóptero apunta hacia arriba o hacia abajo.",
          "en1": "**Flying a Helicopter**\n\n**Up and Down Control**\nIn a helicopter, the collective control helps it move up or down. If the helicopter is flying straight, this control makes it go higher or lower. If it's moving forward, it helps the helicopter go faster or slower.\n\n**Turn Left or Right**\nThe tail rotor pedals help the helicopter turn. Pushing the left pedal makes the helicopter turn left, and pushing the right pedal makes it turn right.\n\n**Move Forward and Backward**\nThe cyclic control stick helps the helicopter move forward and backward. Moving the stick makes the helicopter's nose point up or down."
        }
      }
    },
    {
      "id": "exhibit59",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit59",
        "titles": {
          "es1": "Air Cars",
          "en1": "Air Cars",
          "hmn1": "Air Cars"
        },
        "descriptions": {
          "es1": "### ¿De dónde proviene la energía?\n\nTu pequeño coche de carreras funciona con la energía almacenada en el aire comprimido. Tú bombeaste el aire al coche usando el compresor. La energía que usaste para bombear aire al coche proviene de los alimentos que comes. La energía almacenada en los alimentos que comes proviene, directa o indirectamente, del sol.\n\n### ¿Sabías que?\n\nPor cada acción hay una reacción igual (en tamaño) y opuesta (en dirección). El aire sale del coche en una dirección empujándolo en la otra dirección.\n\n#### PRUEBA DISTINTOS COCHES PARA COMPARARLOS",
          "en1": "### Where Does Energy Come From?\n\nYour little race car runs on the energy stored in compressed air. You pumped the air into the car using the compressor. The energy you used to pump air into your car comes from the food you eat. The energy stored in the food you eat comes, directly or indirectly, from the sun.\n\n### Did You Know?\n\nFor every action there is an equal (in size) and opposite (in direction) reaction. Air rushes out of the car in one direction pushing the car in the other direction.\n\n#### TRY OUT DIFFERENT CARS TO SEE HOW THEY COMPARE",
          "hmn1": "### Lub Zog Los Ntawm Qhov Twg?\n\nKoj lub tsheb me me sib tw khiav ntawm lub zog khaws cia hauv huab cua compressed. Koj tau tso cua rau hauv lub tsheb uas siv lub compressor. Lub zog koj siv los tso cua rau hauv koj lub tsheb yog los ntawm cov zaub mov koj noj. Lub zog khaws cia hauv cov zaub mov koj noj tuaj, ncaj qha lossis tsis ncaj, los ntawm lub hnub.\n\n### Koj Puas Paub?\n\nRau txhua qhov kev txiav txim muaj qhov sib npaug (hauv qhov loj) thiab rov qab (hauv kev taw qhia) cov tshuaj tiv thaiv. Cua rushes tawm ntawm lub tsheb nyob rau hauv ib qho kev taw qhia thawb lub tsheb nyob rau hauv lwm txoj kev.\n\n#### sim tawm lub tsheb sib txawv kom pom seb lawv sib piv li cas"
        }
      }
    },
    {
      "id": "exhibit60",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit60",
        "titles": {
          "es1": "Air Rockets",
          "en1": "Air Rockets",
          "hmn1": "Air Rockets"
        },
        "descriptions": {
          "es1": "### Despegue\n\nEl motor de un cohete también se denomina motor de reacción, en honor a la Tercera Ley de Newton. Los gases de escape increíblemente calientes se precipitan hacia abajo y empujan el cohete hacia el espacio.\n\n### ¿Sabías que?\n\nPasaron casi 300 años desde que Sir Isaac Newton describió matemáticamente la gravedad y el movimiento hasta que Neil Armstrong dio su histórico primer paso en la Luna.",
          "en1": "### Blast Off\n\nA rocket's engine is also called a reaction engine after Newton's Third Law. Incredibly hot exhaust gas rushes downward pushing the rocket upward into space.\n\n### Did You Know?\n\nIt took nearly 300 years from the time Sir Isaac Newton mathematically described Gravity and Motion to the time Neil Armstrong took his historic first step on the moon.",
          "hmn1": "### Blast Off\n\nLub foob pob hluav taws lub cav tseem hu ua lub cav tshuaj tiv thaiv tom qab Newton Txoj Cai Thib Peb. Cov pa hluav taws kub tsis txaus ntseeg tau maj mam thawb lub foob pob hluav taws mus rau hauv qhov chaw.\n\n### Koj Puas Paub?\n\nNws tau siv ze li 300 xyoo txij li lub sijhawm Sir Isaac Newton lej piav qhia txog lub ntiajteb txawj nqus thiab kev txav mus rau lub sijhawm Neil Armstrong coj nws thawj kauj ruam keeb kwm ntawm lub hli."
        }
      }
    },
    {
      "id": "exhibit63",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit63",
        "titles": {
          "en1": "Ring Launcher",
          "hmn1": "Ring Launcher",
          "es1": "Ring Launcher",
          "es2": "Ring Launcher",
          "en2": "Ring Launcher",
          "hmn2": "Ring Launcher"
        },
        "descriptions": {
          "en1": "### Launch the Ring!\n#### How It Works\nFlipping the switch creates a magnetic field that gives the ring a gentle push. This magnetic force lifts the ring into the air.\n\n#### Fun Fact\nSome machines can do two jobs. They can turn movement into electricity, or turn electricity into motion. It's like having two tools in one!\n\n#### Try This\nWhich ring goes higher? The small one or the big one? Give it a try and see what happens!",
          "hmn1": "### Tua lub nplhaib!\n#### Nws Ua Haujlwm Li Cas\nFlipping tus hloov ua ib qho chaw sib nqus uas muab lub nplhaib maj mam thawb. Lub zog sib nqus no txhawb nqa lub nplhaib rau hauv huab cua.\n\n#### Fun fact\nQee lub tshuab tuaj yeem ua ob txoj haujlwm. Lawv tuaj yeem tig mus rau hauv hluav taws xob, lossis tig hluav taws xob mus rau hauv kev txav mus los. Nws zoo li muaj ob lub cuab yeej hauv ib qho!\n\n#### Sim This\nLub nplhaib twg mus siab dua? Tus me los yog tus loj? Muab nws sim thiab saib seb yuav ua li cas!",
          "es1": "### ¡Lanza el anillo!\n#### Cómo funciona\nAl activar el interruptor se crea un campo magnético que empuja suavemente el anillo. Esta fuerza magnética eleva el anillo en el aire.\n\n#### Dato curioso\nAlgunas máquinas pueden hacer dos trabajos. Pueden convertir el movimiento en electricidad o convertir la electricidad en movimiento. ¡Es como tener dos herramientas en una!\n\n#### Prueba esto\n¿Qué anillo sube más alto? ¿El pequeño o el grande? ¡Pruébalo y mira qué pasa!",
          "es2": "**Haz girar el generador para cargar los condensadores. Activa el interruptor y lanza el anillo de aluminio al aire.**\n\n### Cómo funciona\nLa corriente fluye hacia el electroimán. El electroimán genera un campo magnético e induce un campo magnético en el anillo de aluminio. Los campos magnéticos se repelen entre sí, lo que hace que el anillo se eleve.\n\n### ¿Sabías que...?\nUn generador y un motor son esencialmente lo mismo. Un generador convierte el movimiento en electricidad. Un motor convierte la electricidad en trabajo. Un generador puede ser un motor y un motor puede ser un generador.\n\n### Algo curioso\n¿Qué anillo vuela más alto? ¿El anillo más pequeño y liviano? ¿O el anillo más grande y pesado? ¿Sabes por qué?",
          "en2": "**Crank the generator to charge the capacitors. Flip the switch, and launch the aluminum ring into the air.**\n\n### How It Works\nCurrent flows to the electromagnet. The electromagnet generates a magnetic field and induces magnetic field in the aluminum ring. The magnetic fields repel each other, forcing the ring upward.\n\n### Did You Know?\nA generator and a motor are essentially the same thing. A generator turns motion into electricity. A motor turns electricity into work. A generator can be a motor, and a motor can be a generator.\n\n### Something Curious\nWhich ring sails higher? The smaller, lighter ring? Or the larger, heavier ring? Do you know why?",
          "hmn2": "** Crank lub tshuab hluav taws xob kom them cov capacitors. Tig qhov hloov, thiab tso lub nplhaib aluminium rau saum huab cua.**\n\n### Nws Ua Haujlwm Li Cas\nTam sim no ntws mus rau electromagnet. Lub electromagnet generates ib magnetic teb thiab induces magnetic teb nyob rau hauv lub aluminium nplhaib. Cov hlau nplaum sib nqus sib sib zog nqus, yuam lub nplhaib upward.\n\n### Koj Puas Paub?\nLub tshuab hluav taws xob thiab lub cev muaj zog yog qhov tseem ceeb tib yam. Lub tshuab hluav taws xob hloov mus rau hauv hluav taws xob. Lub cev muaj zog hloov hluav taws xob ua haujlwm. Lub tshuab hluav taws xob tuaj yeem yog lub cev muaj zog, thiab lub cev muaj zog tuaj yeem yog lub tshuab hluav taws xob.\n\n### Ib Sim Hawj\nLub nplhaib twg sails dua? Lub nplhaib me me, sib dua? Los yog lub nplhaib loj dua, hnyav dua? Koj puas paub vim li cas?"
        }
      }
    },
    {
      "id": "exhibit65",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit65",
        "titles": {
          "hmn1": "Vertical Flyer",
          "en1": "Vertical Flyer",
          "es1": "Vertical Flyer"
        },
        "descriptions": {
          "hmn1": "### Sib Nqus Zog\nLub zog upward los ntawm kem ntawm huab cua raws li downward zog ntawm lub ntiajteb txawj nqus. Koj puas tuaj yeem ua kom ob lub zog sib npaug sib npaug?\n\n#### Customize ib Flyer!\nSim nrog kev txiav sib txawv ntawm daim ntawv lub khob kom pom tias nws yoov li cas.",
          "en1": "### Balanced Forces\nAn upward force from the column of air meets the downward force of gravity. Can you make the two forces balance each other out?\n\n#### Customize a Flyer!\nExperiment with different cuts on a paper cone to see how it flies.",
          "es1": "### Fuerzas equilibradas\nLa fuerza ascendente de la columna de aire se encuentra con la fuerza descendente de la gravedad. ¿Puedes lograr que las dos fuerzas se equilibren entre sí?\n\n#### ¡Personaliza un volante!\nExperimenta con diferentes cortes en un cono de papel para ver cómo vuela."
        }
      }
    },
    {
      "id": "power_on",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/PowerOn_1920x960-2048x1024.jpg",
      "article": {
        "id": "exhibit66",
        "titles": {
          "es1": "Cycle to Power",
          "en1": "Cycle to Power",
          "hmn1": "Cycle to Power",
          "hmn2": "Cycle to Power",
          "en2": "Cycle to Power",
          "es2": "Cycle to Power"
        },
        "descriptions": {
          "es1": "**El poder de ti**\n\n¡Imagina pedalear una bicicleta para hacer tostadas! Un grupo de estudiantes quería ver cuánta energía podría generar una persona en comparación con una tostadora normal. Pidieron ayuda a un ex campeón mundial de ciclismo en pista, Robert Frstemann. Pedaleó en una bicicleta estática conectada a una tostadora y logró hacer tostadas después de mucho trabajo duro. ¡Pero estaba realmente cansado! Eso se debe a que no es fácil generar energía como lo hace la electricidad.\n\n**Poder de pedaleo**\n\n### ¿Qué está pasando?\n\n* Pedaleas una bicicleta durante 30 segundos.\n* Medimos cuánta energía generas.\n* Multiplicamos esa energía por minutos para ver cuánto tiempo tendrías que pedalear para que un dispositivo funcione durante un rato.\n* Mientras pedaleas, un dispositivo funcionará mientras un contador muestra cuánta energía has generado.",
          "en1": "**The Power of You**\n\nImagine pedaling a bike to make toast! A group of students wanted to see how much power a person could generate compared to a regular toaster. They asked a former world champion track cyclist, Robert Frstemann, to help. He pedaled a stationary bike hooked up to a toaster and managed to make toast after a lot of hard work. But he was really tired! That's because it's not easy to generate power like electricity does.\n\n**Pedaling Power**\n\n### What's Happening?\n\n* You pedal a bike for 30 seconds.\n* We measure how much power you make.\n* We multiply that power by minutes to see how long you'd have to pedal to make a gadget work for a little while.\n* As you pedal, a gadget will work while a counter shows how much power you've made.",
          "hmn1": "**Lub zog ntawm koj**\n\nXav txog pedaling lub tsheb kauj vab los ua toast! Ib pawg ntawm cov tub ntxhais kawm xav pom ntau npaum li cas lub zog ib tus neeg tuaj yeem tsim tau piv rau lub toaster tsis tu ncua. Lawv hais kom tus qub ntiaj teb tus yeej khiav caij tsheb kauj vab, Robert Frstemann, pab. Nws pedaled ib lub tsheb kauj vab nyob ruaj ruaj txuas mus rau lub toaster thiab tswj ua kom ci ci tom qab ua haujlwm hnyav heev. Tab sis nws nkees heev! Qhov ntawd yog vim nws tsis yooj yim los tsim hluav taws xob zoo li hluav taws xob.\n\n** Pedaling zog **\n\n### Dab tsi tshwm sim?\n\n* Koj pedal tsheb kauj vab rau 30 vib nas this.\n* Peb ntsuas koj lub zog npaum li cas.\n* Peb muab lub zog ntawd los ntawm feeb kom pom tias koj yuav tsum tau pedal ntev npaum li cas los ua kom lub gadget ua haujlwm me ntsis.\n* Raws li koj pedal, lub gadget yuav ua haujlwm thaum lub txee qhia tias koj tau ua lub zog npaum li cas.",
          "hmn2": "#Lub zog ntawm koj\n\nCov tub ntxhais kawm los ntawm Stockholm Academy of Dramatic Arts nug Robert Frstemann ua ​​rau lawv ci ci. Lawv tsis tshaib plab - lawv xav ua kom pom tias peb siv zog npaum li cas piv rau ntau npaum li cas peb tuaj yeem tsim peb tus kheej. Robert Frstemann tsis yog ib tug kws ua zaub mov - nws yog ib tug qub ntiaj teb no champion khiav cyclist thiab Olympic medalist los ntawm lub teb chaws Yelemees. Thiab lub toaster tsis tau ntsaws rau hauv phab ntsa. Nws tau ntsaws rau hauv lub tsheb kauj vab nyob ruaj ruaj nrog lub tshuab hluav taws xob. Frstemann dhia ntawm lub tsheb kauj vab thiab pib pedal. Nws tawm tsam thiab strained thiab muab txhua yam uas nws muaj. Nws tsis yooj yim. Siv cov leeg nqaij xwb, nws tsim ib ncig ntawm 700 watts rau li ob feeb - kev siv zog loj heev rau tib neeg. Frstemann tau tag nrho, tab sis nws muaj peev xwm ua toast. Koj lub khob cij tsis tas tom qab nws ua toast. Hluav taws xob ua haujlwm ntau heev rau peb.\n\n## Cycling rau Hwj chim\n\n### Dab tsi tshwm sim?\n\n* Koj pedal rau 30 vib nas this.\n* Koj qhov kev siv zog yog ntsuas hauv kilowatt teev.\n* Peb muab koj qhov kev rau siab los ntawm feeb.\n* Qhov ntawd yog ntev npaum li cas koj yuav tsum tau pedal los ua ib qho ntawm cov khoom siv khiav rau X lub sijhawm.\n* Lub gadget khiav rau X lub sijhawm raws li kilowatt teev suav.",
          "en2": "# The Power of You\n\nStudents from the Stockholm Academy of Dramatic Arts asked Robert Frstemann to make them some toast. They weren't hungry - they wanted to demonstrate how much power we use compared to how much we could possibly generate ourselves. Robert Frstemann is not a chef - he is a former world champion track cyclist and Olympic medalist from Germany. And the toaster wasn't plugged into the wall. It was plugged into a stationary bike with a generator. Frstemann hopped on the bike and began to pedal. He fought and strained and gave it everything he had. It wasn't easy. Using only muscle power, he generated around 700 watts for about two minutes - a massive effort for a human. Frstemann was completely exhausted, but he managed to make toast. Your toaster is not exhausted after it makes toast. Electricity does a tremendous amount of work for us.\n\n## Cycling to Power\n\n### What's Going On?\n\n* You pedal for 30 seconds.\n* Your effort is measured in kilowatt hours.\n* We multiply your effort by minutes.\n* That's how long you'd have to pedal to make one of the gadgets run for X amount of time.\n* A gadget runs for X amount of time as the kilowatt hours count down.",
          "es2": "# El poder de ti\n\nLos estudiantes de la Academia de Arte Dramático de Estocolmo le pidieron a Robert Frstemann que les hiciera unas tostadas. No tenían hambre, querían demostrar cuánta energía utilizamos en comparación con la que podríamos generar nosotros mismos. Robert Frstemann no es un chef, es un ex campeón mundial de ciclismo en pista y medallista olímpico de Alemania. Y la tostadora no estaba enchufada a la pared, estaba enchufada a una bicicleta estática con un generador. Frstemann se subió a la bicicleta y comenzó a pedalear. Luchó, se esforzó y dio todo lo que tenía. No fue fácil. Usando solo la fuerza de sus músculos, generó alrededor de 700 vatios durante unos dos minutos, un esfuerzo enorme para un ser humano. Frstemann estaba completamente exhausto, pero logró hacer una tostada. Tu tostadora no se agota después de hacer una tostada. La electricidad realiza una enorme cantidad de trabajo por nosotros.\n\n## Pedaleando hacia la energía\n\n### ¿Qué está pasando?\n\n* Pedaleas durante 30 segundos.\n* Tu esfuerzo se mide en kilovatios hora.\n* Multiplicamos tu esfuerzo por minutos.\n* Ese es el tiempo que tendrías que pedalear para que uno de los aparatos funcione durante X cantidad de tiempo.\n* Un aparato funciona durante X cantidad de tiempo a medida que los kilovatios hora cuentan hacia atrás."
        }
      }
    },
    {
      "id": "exhibit67",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit67",
        "titles": {
          "es1": "Energy Jeopardy",
          "en1": "Energy Jeopardy",
          "hmn1": "Energy Jeopardy"
        },
        "descriptions": {
          "es1": "### Tu cerebro eléctrico\n\nTu cerebro es sorprendentemente eficiente, considerando que es la cosa más compleja del universo. Funciona con aproximadamente 20 vatios, suficiente para alimentar dos bombillas LED. Una computadora con las mismas capacidades probablemente necesitaría alrededor de mil millones de vatios de energía. Los miles de millones de neuronas en tu cerebro forman billones de conexiones. Los impulsos eléctricos se desplazan rápidamente, saltando de neurona en neurona, transportando todo tipo de información. Tus sentidos, pensamientos y emociones son eléctricos.",
          "en1": "### Your Electric Brain\n\nYour brain is astonishingly efficient considering it's the most complex thing in the universe. It runs on roughly 20 watts, enough to power two LED bulbs. A computer with the same abilities would probably need around a billion watts of power. The billions of neurons in your brain form trillions of connections. Electrical impulses zip along, hopping from neuron to neuron, carrying all kinds of information. Your senses, thoughts, and emotions are electric.",
          "hmn1": "### Koj lub hlwb hluav taws xob\n\nKoj lub hlwb xav tsis thoob vim tias nws yog qhov nyuaj tshaj plaws hauv lub ntiaj teb. Nws khiav ntawm kwv yees li 20 watts, txaus rau lub zog ob lub qhov muag teev LED. Lub khoos phis tawj uas muaj peev xwm zoo ib yam yuav xav tau nyob ib puag ncig ib lab watts ntawm lub zog. Cov billions ntawm neurons hauv koj lub hlwb tsim trillions ntawm kev sib txuas. Hluav taws xob impulses zip nrog, hopping los ntawm neuron mus rau neuron, nqa txhua yam ntaub ntawv. Koj qhov kev xav, kev xav, thiab kev xav yog hluav taws xob."
        }
      }
    },
    {
      "id": "gravity_ball_wall",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "gravity_ball_wall",
        "titles": {
          "hmn1": "Gravity Ball Wall",
          "en1": "Gravity Ball Wall",
          "es1": "Gravity Ball Wall",
          "es2": "Gravity Ball Wall",
          "en2": "Gravity Ball Wall",
          "hmn2": "Gravity Ball Wall"
        },
        "descriptions": {
          "hmn1": "Gravity Ball Wall\n================\n\nDej fais fab hauv Wisconsin\n----------------\n\nKoj puas paub tias Wisconsin muaj cov chaw tsim hluav taws xob tshwj xeeb uas siv dej los ua hluav taws xob? Ob ntawm cov nroj tsuag no nyob rau ntawm tus dej Brule thiab Pine. Lawv siv dej txav los tsim hluav taws xob, ib yam li koj yuav siv lub tsheb kauj vab pedal los ua lub teeb ci!\n\nSolar Energy yog dab tsi?\n----------------------\n\nLub hnub zoo li tus superhero uas pab nqa dej mus rau saum huab cua. Cov dej no ces poob rov qab los rau hauv lub ntiaj teb li los nag lossis daus.\n\nNws Ua Haujlwm Li Cas?\n----------------------\n\nCov dej ntog saum ntuj thiab ntws hla av mus rau hauv cov dej ntws. Cov dej txav no tuaj yeem siv los ua cov tshuab tshwj xeeb tig ncig. Cov tshuab no ces tig lub zog ntawm cov dej txav mus rau hauv hluav taws xob!",
          "en1": "Gravity Ball Wall\n================\n\nWater Power in Wisconsin\n--------------------\n\nDid you know that Wisconsin has special power plants that use water to make electricity? Two of these plants are on the Brule and Pine rivers. They use moving water to create electricity, just like how you might use a bike pedal to make a light shine!\n\nWhat is Solar Energy?\n---------------------\n\nThe sun is like a superhero that helps lift water up into the air. This water then falls back down to the earth as rain or snow.\n\nHow Does it Work?\n------------------\n\nWater falls from the sky and flows across the land into rivers. This moving water can be used to make special machines spin around. These machines then turn the energy of the moving water into electricity!",
          "es1": "Muro de bolas de gravedad\n================\n\nEnergía hidráulica en Wisconsin\n--------------------\n\n¿Sabías que Wisconsin tiene plantas de energía especiales que utilizan agua para generar electricidad? Dos de estas plantas están en los ríos Brule y Pine. ¡Usan agua en movimiento para crear electricidad, de la misma manera que usarías un pedal de bicicleta para hacer brillar una luz!\n\n¿Qué es la energía solar?\n---------------------\n\nEl sol es como un superhéroe que ayuda a elevar el agua al aire. Esta agua luego cae de nuevo a la tierra en forma de lluvia o nieve.\n\n¿Cómo funciona?\n------------------\n\nEl agua cae del cielo y fluye por la tierra hasta los ríos. Esta agua en movimiento se puede utilizar para hacer girar máquinas especiales. ¡Estas máquinas luego convierten la energía del agua en movimiento en electricidad!",
          "es2": "**Energía hidráulica en Wisconsin**\nWe Energies opera 13 plantas de energía hidroeléctrica, dos de las cuales están en Wisconsin. La primera está en el río Brule, cerca de Florence. Fue construida en 1919 y puede generar hasta 5.300 kilovatios, lo que es suficiente para alimentar 4.416 tostadoras. La otra está en el río Pine, también cerca de Florence. Fue construida en 1922 y puede generar hasta 3.600 kilovatios, lo que es suficiente para alimentar 3.000 tostadoras.\n\n**Energía solar**\nCada día, el Sol realiza una enorme cantidad de trabajo elevando miles de millones de toneladas de agua a la atmósfera. La energía del Sol se almacena en este vapor de agua como energía potencial gravitatoria.\n\n**Energía cinética**\nCon el tiempo, el vapor de agua se condensa. Se forman las nubes. El agua cae en forma de lluvia o nieve y luego fluye cuesta abajo hacia los ríos y, finalmente, de regreso al océano.\n\n**Energía eléctrica**\nEl agua que fluye se puede utilizar para hacer girar las turbinas, lo que hace girar a su vez a los generadores. Los generadores transforman esta energía cinética en energía eléctrica.",
          "en2": "**Water Power in Wisconsin**\nWe Energies operates 13 hydroelectric power plants, two of which are in Wisconsin. The first is on the Brule River near Florence. It was constructed in 1919 and can generate up to 5,300 kilowatts. That's enough to power 4,416 toasters. The other is on the Pine River, also near Florence. It was constructed in 1922 and can generate up to 3,600 kilowatts, which is enough to power 3,000 toasters.\n\n**Solar Energy**\nEach day, the Sun does a tremendous amount of work lifting billions of tons of water into the atmosphere. The Sun's energy is stored in this water vapor as gravitational potential energy.\n\n**Kinetic Energy**\nEventually, the water vapor condenses. Clouds form. The water falls as rain or snow then flows downhill into rivers and eventually back to the ocean.\n\n**Electrical Energy**\nFlowing water can be used to make turbines spin, which causes generators to spin. Generators transform this kinetic energy into electrical energy.",
          "hmn2": "**Water Power hauv Wisconsin**\nPeb Energies ua haujlwm 13 lub chaw tsim hluav taws xob hluav taws xob, ob qho hauv Wisconsin. Thawj yog nyob rau ntawm Brule River ze Florence. Nws tau tsim nyob rau xyoo 1919 thiab tuaj yeem tsim tau txog li 5,300 kW. Qhov ntawd txaus rau lub zog 4,416 toasters. Lwm qhov yog nyob ntawm Pine River, kuj nyob ze Florence. Nws tau tsim nyob rau hauv 1922 thiab muaj peev xwm tsim tau txog li 3,600 kilowatts, uas yog txaus rau lub hwj chim 3,000 toasters.\n\n** Hnub Ci Zog **\nTxhua hnub, Lub Hnub ua haujlwm ntau heev nqa ntau lab tons ntawm dej mus rau hauv qhov chaw. Lub hnub lub zog yog khaws cia nyob rau hauv cov dej vapor no raws li gravitational muaj peev xwm zog.\n\n**Kinetic zog**\nThaum kawg, cov dej vapor condenses. Huab form. Cov dej ntog li nag lossis daus ces ntws los rau hauv cov dej ntws thiab thaum kawg rov qab mus rau dej hiav txwv.\n\n** Hluav Taws Xob **\nCov dej ntws tuaj yeem siv los ua turbines spin, uas ua rau cov tshuab hluav taws xob tig. Generators hloov lub zog kinetic no mus rau hauv hluav taws xob hluav taws xob."
        }
      }
    },
    {
      "id": "exhibit72",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit72",
        "titles": {
          "en1": "Run the City",
          "hmn1": "Run the City",
          "es1": "Run the City"
        },
        "descriptions": {
          "en1": "### A Balance of Power\n\nHow does We Energies generate and send electricity to Milwaukee right when it's needed? By using multiple types of power plants, each with different strengths. To determine which plants to operate when, We Energies considers the amount of electricity the city needs at various times alongside conditions (like weather) that impact the availability of different power sources.\n\n### Work together to make all the buildings light up.\n\n#### Build power plants fast & early.\n\n* Some plants require more work to build than others.\n\n#### Watch the weather.\n\n* Storms, wind, the temperature, and the sun can affect how much power is needed and how much you can generate.\n\n#### Choose the most efficient plant.\n\n* Some plants require less work to generate the same amount of energy.\n\n#### Meet high demand.\n\n* Run fastest at dawn and dusk when most people are at home using power.",
          "hmn1": "### Ib Leeg Ntawm Lub Zog\n\nPeb Energies tsim thiab xa hluav taws xob li cas rau Milwaukee thaum nws xav tau? Los ntawm kev siv ntau hom fais fab nroj tsuag, txhua tus muaj zog sib txawv. Txhawm rau txiav txim siab seb cov nroj tsuag twg yuav tsum ua haujlwm thaum twg, Peb Lub Zog txiav txim siab txog cov hluav taws xob uas lub nroog xav tau nyob rau ntau lub sijhawm nrog rau cov xwm txheej (xws li huab cua) uas cuam tshuam rau cov khoom siv hluav taws xob sib txawv.\n\n### Ua hauj lwm ua ke los ua kom txhua lub tsev ci ntsa iab.\n\n#### Tsim cov nroj tsuag hluav taws xob sai & ntxov.\n\n* Qee cov nroj tsuag xav tau kev ua haujlwm ntau dua los tsim dua lwm tus.\n\n#### Saib huab cua.\n\n* Cov cua daj cua dub, cua, qhov kub thiab txias tuaj yeem cuam tshuam lub zog xav tau ntau npaum li cas thiab koj tuaj yeem tsim tau ntau npaum li cas.\n\n#### Xaiv cov nroj tsuag zoo tshaj plaws.\n\n* Qee cov nroj tsuag xav tau kev ua haujlwm tsawg dua los tsim kom muaj zog tib yam.\n\n#### Ua tau raws li qhov xav tau siab.\n\n* Khiav ceev tshaj plaws thaum kaj ntug thiab tsaus ntuj thaum neeg feem coob nyob hauv tsev siv lub zog.",
          "es1": "### Un equilibrio de poder\n\n¿Cómo genera We Energies y envía electricidad a Milwaukee justo cuando se necesita? Utilizando varios tipos de plantas de energía, cada una con diferentes potencias. Para determinar qué plantas operar y cuándo, We Energies considera la cantidad de electricidad que la ciudad necesita en distintos momentos junto con las condiciones (como el clima) que afectan la disponibilidad de diferentes fuentes de energía.\n\n### Trabajen juntos para que todos los edificios se iluminen.\n\n#### Construyan plantas de energía rápido y temprano.\n\n* Algunas plantas requieren más trabajo para construirse que otras.\n\n#### Observen el clima.\n\n* Las tormentas, el viento, la temperatura y el sol pueden afectar la cantidad de energía que se necesita y la que se puede generar.\n\n#### Elijan la planta más eficiente.\n\n* Algunas plantas requieren menos trabajo para generar la misma cantidad de energía.\n\n#### Satisfagan la alta demanda.\n\n* Funcionan más rápido al amanecer y al anochecer, cuando la mayoría de las personas están en casa usando energía."
        }
      }
    },
    {
      "id": "exhibit73",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit73",
        "titles": {
          "es2": "Seeing Heat",
          "en2": "Seeing Heat",
          "hmn2": "Seeing Heat",
          "hmn1": "Seeing Heat",
          "en1": "Seeing Heat",
          "es1": "Seeing Heat"
        },
        "descriptions": {
          "es2": "**Luz invisible**\nTodos los objetos emiten luz infrarroja. Algunos más que otros.\nEmites más luz infrarroja que un cubo de hielo. Algunos animales, como las víboras y los mosquitos, pueden ver la luz infrarroja. Nosotros la sentimos como calor.\n\n**Luz visible**\nLa mayor parte de la energía luminosa es invisible para nosotros. La energía que nuestros ojos pueden detectar es apenas una pequeña parte del espectro electromagnético. Las cámaras infrarrojas traducen la energía invisible en imágenes que podemos ver.\n\n**Luz invisible en información**\nLos bomberos utilizan cámaras infrarrojas para encontrar personas atrapadas en edificios en llamas. Los electricistas las utilizan para encontrar equipos defectuosos. Algunos astrónomos utilizan telescopios infrarrojos. Algunos coches tienen cámaras infrarrojas que ayudan a los conductores a ver de noche. Los seres humanos utilizan todo el espectro electromagnético para explorar, descubrir y comunicarse.",
          "en2": "**Invisible Light**\nAll objects emit infrared light. Some more than others.\nYou emit more infrared light than an ice cube. Some animals like pit vipers and mosquitos can see infrared light. We feel it as heat.\n\n**Visible Light**\nMost light energy is invisible to us. The energy that our eyes can detect is a mere sliver of the electromagnetic spectrum, Infrared cameras translate invisible energy into images we can see.\n\n**Invisible Light Into Information**\nInfrared cameras are used by firefighters to find people trapped in burning buildings. They are used by electrical workers to find failing equipment. Some astronomers use infrared telescopes. Some cars have infrared cameras that help drivers see at night. Humans use the entire electromagnetic spectrum to explore, discover, and communicate.",
          "hmn2": "**Lub teeb tsis pom **\nTxhua yam khoom emit infrared teeb. Ib txhia ntau dua lwm tus.\nKoj emit ntau lub teeb infrared tshaj lub thawv dej khov. Qee cov tsiaj xws li pit vipers thiab yoov tshaj cum tuaj yeem pom lub teeb infrared. Peb xav tias nws yog cua sov.\n\n**Visible Light**\nFeem ntau lub teeb lub zog tsis pom rau peb. Lub zog uas peb ob lub qhov muag tuaj yeem ntes tau tsuas yog ib qho sliver ntawm electromagnetic spectrum, Infrared koob yees duab txhais lub zog tsis pom rau hauv cov duab peb pom.\n\n** Tsis pom lub teeb rau hauv cov ntaub ntawv **\nLub koob yees duab infrared yog siv los ntawm cov neeg tua hluav taws los nrhiav cov neeg uas raug kaw hauv cov tsev kub hnyiab. Lawv siv los ntawm cov neeg ua haujlwm hluav taws xob los nrhiav cov cuab yeej ua tsis tiav. Qee cov astronomers siv infrared telescopes. Qee lub tsheb muaj lub koob yees duab infrared uas pab tsav tsheb pom thaum hmo ntuj. Tib neeg siv tag nrho cov electromagnetic spectrum los tshawb nrhiav, nrhiav pom, thiab sib txuas lus.",
          "hmn1": "**Sov sov nyob ib ncig ntawm peb**\nTxhua yam muab lub teeb tshwj xeeb uas peb tsis pom, hu ua lub teeb infrared. Koj muab lub teeb no ntau dua li lub voos xwmfab dej khov. Qee cov tsiaj, zoo li qee cov nab thiab yoov tshaj cum, tuaj yeem pom lub teeb no. Peb xav tias nws yog cua sov.\n\n** Lub teeb uas zais **\nFeem ntau ntawm qhov kaj nyob ib puag ncig peb yog qhov tsis pom. Peb ob lub qhov muag tsuas pom ib feem me me xwb. Cov koob yees duab tshwj xeeb tuaj yeem tig lub teeb pom tsis tau rau hauv cov duab peb tuaj yeem pom.\n\n** Tig lub teeb pom tsis pom hauv cov duab **\nCov koob yees duab tshwj xeeb no pab cov neeg tua hluav taws nrhiav cov neeg uas raug kaw hauv cov tsev kub hnyiab. Lawv pab cov neeg ua haujlwm nrhiav cov khoom tawg. Qee cov kws tshawb fawb siv lawv los kawm txog lub qab ntuj khwb. Qee lub tsheb txawm muaj lawv los pab peb pom hmo ntuj.",
          "en1": "**Warmth Around Us**\nEverything gives off a special kind of light that we can't see, called infrared light. You give off more of this light than an ice cube. Some animals, like certain snakes and mosquitoes, can see this light. We feel it as heat.\n\n**Light That's Hidden**\nMost of the light around us is invisible. Our eyes can only see a tiny part of it. Special cameras can turn invisible light into pictures we can see.\n\n**Turning Invisible Light into Pictures**\nThese special cameras help firefighters find people trapped in burning buildings. They help workers find broken equipment. Some scientists use them to study the universe. Some cars even have them to help us see at night.",
          "es1": "**Calor a nuestro alrededor**\nTodo lo que nos rodea emite un tipo especial de luz que no podemos ver, llamada luz infrarroja. Emitimos más luz que un cubo de hielo. Algunos animales, como ciertas serpientes y mosquitos, pueden ver esta luz. La sentimos como calor.\n\n**Luz oculta**\nLa mayor parte de la luz que nos rodea es invisible. Nuestros ojos solo pueden ver una pequeña parte de ella. Cámaras especiales pueden convertir la luz invisible en imágenes que podemos ver.\n\n**Convertir la luz invisible en imágenes**\nEstas cámaras especiales ayudan a los bomberos a encontrar personas atrapadas en edificios en llamas. Ayudan a los trabajadores a encontrar equipos rotos. Algunos científicos las utilizan para estudiar el universo. Algunos coches incluso las tienen para ayudarnos a ver de noche."
        }
      }
    },
    {
      "id": "exhibit74",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit74",
        "titles": {
          "es2": "Sun as the Source",
          "en2": "Sun as the Source",
          "hmn2": "Sun as the Source",
          "hmn1": "Sun as the Source",
          "en1": "Sun as the Source",
          "es1": "Sun as the Source"
        },
        "descriptions": {
          "es2": "El Sol, la fuente\n================================\n\nUna esfera hirviente y agitada de plasma incandescente. Un reactor de fusión masivo sostenido por su propio colapso gravitacional. Es increíblemente grande y ridículamente caliente. Por favor, no lo mires fijamente. Cada año, la Tierra recibe alrededor de **3.800.000 exajulios** de energía del Sol, la fuente de energía por excelencia. Es una cantidad asombrosa de energía, pero solo una fracción diminuta de la producción total del Sol. Esta energía impulsa el clima y la vida. La energía no se puede crear en la Tierra: solo se puede transformar de la energía solar en diferentes tipos de energía. Las plantas transforman alrededor de **3.000 exajulios** de esta energía solar a través de la fotosíntesis. Los humanos transforman y utilizan alrededor de **500 exajulios** de energía cada año. Nuestra energía proviene de distintas fuentes, entre ellas el carbón, el petróleo, el gas natural, el agua y el viento, y directamente del propio Sol. Nuestro planeta recibe más energía del Sol en **90 minutos** de la que la gente utiliza en un año. Si somos lo suficientemente inteligentes, nunca nos quedaremos sin energía. Si somos increíblemente inteligentes, podríamos construir un futuro energético completamente nuevo.\n\nEl motor de fusión\n------------------\n\nEl Sol produce energía mediante el proceso de fusión termonuclear. En el núcleo del Sol, la presión extrema fusiona los átomos de hidrógeno, produciendo átomos de helio. Esta fusión libera una monstruosa cantidad de energía en forma de rayos gamma de alta energía. A medida que estos rayos gamma rebotan desde el centro del Sol hasta su superficie, pierden algo de energía y se convierten principalmente en luz ultravioleta, visible e infrarroja. La energía del núcleo del Sol puede tardar entre **10.000** y **170.000 años** en llegar a su superficie. Desde allí, tarda unos **ocho minutos** en llegar a la Tierra. La luz del Sol tarda **5,5 horas** en llegar a Plutón.\n\nTransformando el Sol\n----------------------\n\nLa energía almacenada en el petróleo, el carbón y el gas natural proviene del Sol. La energía almacenada en el viento y el agua que fluye proviene del Sol. Incluso la energía almacenada en los alimentos que comemos proviene del Sol. Transformamos esta energía almacenada. La madera en calor. El viento en el movimiento de los barcos. El agua en el movimiento de las muelas. Los alimentos en músculos, trabajo, ideas y tecnología. El carbón en calor, en vapor, en turbinas giratorias y los generadores en electricidad. La electricidad en luz, calor, trabajo, información, computación e inteligencia de las máquinas.\n\n**El Sol impulsa la vida. El Sol impulsa la civilización. El Sol te impulsa a ti.**",
          "en2": "The Sun, The Source\n================================\n\nA seething, roiling sphere of incandescent plasma. A massive fusion reactor sustained by its own gravitational collapse. It is mind-bogglingly huge and ridiculously hot. Please don't stare at it. Each year, the Earth receives around **3,800,000 exajoules** of energy from the Sun - the ultimate source of energy. It's a staggering amount of energy yet only a tiny fraction of the Sun's total output. This energy drives weather and life. Energy cannot be created on earth - it can only be transformed from solar energy into different types of energy. Plants transform about **3,000 exajoules** of this solar energy through photosynthesis. Humans transform and use around **500 exajoules** of energy each year. Our energy comes from different sources, including coal, oil, natural gas, water and wind, and directly from the Sun itself. Our planet receives more energy from the Sun in **90 minutes** than people use in a year. If we are clever enough, we will never run out of energy. If we are incredibly clever, we might build an entirely new energy future.\n\nThe Fusion Engine\n------------------\n\nThe Sun produces energy through the process of thermonuclear fusion. In the Sun's core, the extreme pressure fuses hydrogen atoms together, producing helium atoms. This fusion releases a monstrous amount of energy in the form of high-energy gamma rays. As these gamma rays bounce their way from the center of the Sun to its surface, they lose some energy and become mostly ultraviolet, visible, and infrared light. Energy from the Sun's core can take anywhere from **10,000** to **170,000 years** to reach its surface. From there, it takes about **eight minutes** to reach the Earth. It takes **5.5 hours** for light from the Sun to reach Pluto.\n\nTransforming the Sun\n----------------------\n\nThe energy stored in oil, coal, and natural gas comes from the Sun. The energy stored in the wind and flowing water comes from the Sun. Even the energy stored in the food you eat comes from the Sun. We transform this stored energy. Wood into heat. Wind into the movement of ships. Water into the motion of millstones. Food into muscle, work, ideas, and technology. Coal into heat into steam into spinning turbines and generators into electricity. Electricity into light, heat, work, information, computation, and machine intelligence.\n\n**The Sun Powers Life. The Sun Powers Civilization. The Sun Powers You.**",
          "hmn2": "Lub Hnub, Qhov Chaw\n=======================================================\n\nIb tug seething, roiling kheej kheej ntawm incandescent plasma. Ib tug loj fusion reactor txhawb nqa los ntawm nws tus kheej gravitational vau. Nws yog mind-bogglingly loj thiab ridiculously kub. Thov tsis txhob ntsia nws. Txhua xyoo, lub ntiaj teb tau txais ib ncig ntawm **3,800,000 exajoules** ntawm lub zog los ntawm lub hnub - qhov kawg ntawm lub zog. Nws yog ib tug staggering tus nqi ntawm lub zog tsis tau tsuas yog ib feem me me ntawm lub hnub tag nrho cov zis. Lub zog no tsav huab cua thiab lub neej. Lub zog tsis tuaj yeem tsim nyob rau hauv lub ntiaj teb - nws tsuas yog hloov los ntawm lub hnub ci zog mus rau ntau hom zog. Nroj tsuag hloov txog ** 3,000 exajoules ** ntawm lub hnub ci zog los ntawm photosynthesis. Tib neeg hloov pauv thiab siv ib puag ncig ** 500 exajoules ** ntawm lub zog txhua xyoo. Peb lub zog los ntawm ntau qhov chaw, suav nrog cov thee, roj, nkev, dej thiab cua, thiab ncaj qha los ntawm lub hnub nws tus kheej. Peb lub ntiaj teb tau txais ntau lub zog los ntawm Lub Hnub hauv **90 feeb** dua li cov neeg siv hauv ib xyoos. Yog tias peb ntse txaus, peb yuav tsis muaj zog. Yog tias peb ntse heev, peb yuav tsim lub zog tshiab rau yav tom ntej.\n\nFusion Cav\n----------------------\n\nLub hnub tsim lub zog los ntawm cov txheej txheem ntawm thermonuclear fusion. Nyob rau hauv lub hnub lub hauv paus, lub siab heev fuses hydrogen atoms ua ke, ua helium atoms. Qhov fusion no tso tawm ntau lub zog hauv daim ntawv ntawm lub zog gamma rays. Raws li cov gamma rays thaws lawv txoj kev los ntawm nruab nrab ntawm lub hnub mus rau nws nto, lawv poob ib co zog thiab ua feem ntau ultraviolet, pom, thiab infrared teeb. Lub zog los ntawm lub hnub cov tub ntxhais tuaj yeem siv qhov twg los ntawm ** 10,000 ** mus rau ** 170,000 xyoo ** kom ncav cuag nws qhov chaw. Los ntawm qhov ntawd, nws yuav siv sijhawm li ** yim feeb** mus txog lub Ntiaj Teb. Nws yuav siv sij hawm **5.5 teev** rau lub teeb ntawm lub hnub mus txog Pluto.\n\nHloov lub hnub\n----------------------\n\nLub zog khaws cia hauv cov roj, thee, thiab cov nkev ntuj yog los ntawm lub hnub. Lub zog khaws cia hauv cua thiab dej ntws los ntawm Lub Hnub. Txawm tias lub zog khaws cia hauv cov zaub mov koj noj los ntawm lub hnub. Peb hloov lub zog khaws cia no. Ntoo rau hauv tshav kub. Cua rau hauv kev txav ntawm cov nkoj. Dej rau hauv kev txav ntawm millstones. Khoom noj khoom haus rau cov leeg nqaij, ua haujlwm, tswv yim, thiab siv tshuab. Coal rau hauv tshav kub rau hauv chav rau spinning turbines thiab generators rau hauv hluav taws xob. Hluav taws xob rau lub teeb, cua sov, ua haujlwm, cov ntaub ntawv, kev suav, thiab tshuab txawj ntse.\n\n** Lub Hnub Lub Zog Lub Neej. Lub Hnub Powers Civilization. Lub hnub muaj zog rau koj.**",
          "hmn1": "Lub Hnub, Qhov Chaw\n=======================================================\n\nLub hnub yog ib lub pob loj heev ntawm kub, ci ntsa iab. Nws yog vim li cas peb muaj txoj sia nyob hauv ntiaj teb thiab nws muab lub zog rau peb kom peb muaj sia nyob. Txhua xyoo, lub ntiaj teb tau txais lub zog loj ntawm lub hnub - txog 400 npaug ntau dua li peb siv. Lub zog no ua rau huab cua thiab pab cov nroj tsuag loj hlob. Peb tsis tuaj yeem ua lub zog hauv ntiaj teb, tab sis peb tuaj yeem hloov lub zog ntawm lub hnub mus rau ntau hom. Cov nroj tsuag tig qee lub hnub lub zog rau hauv cov zaub mov, thiab peb siv lub zog los ntawm ntau qhov chaw xws li thee, roj, thiab cua.\n\nLub Hnub Lub Zog\n----------------------\n\nLub hnub ua rau lub zog los ntawm squishing ua ke me me hu ua atoms. Qhov no ua rau ntau lub zog uas mus rau lub ntiaj teb hauv 8 feeb xwb. Lub zog los ntawm Lub Hnub yog qhov ua rau txhua yam txav mus los, loj hlob, thiab ua haujlwm. Peb siv lub hnub lub zog los txhawb peb lub tsev, tsev kawm ntawv, thiab khoos phis tawj.\n\nKoj thiab Hnub\n----------------------\n\nLub hnub lub zog nyob ib puag ncig peb. Nws yog nyob rau hauv cov zaub mov uas peb noj, cua tshuab, thiab dej ntws. Peb siv lub hnub lub zog los ua txhua yam xws li ua zaub mov, caij nkoj, thiab teeb peb lub tsev. Lub hnub yog qhov ua rau lub neej hauv ntiaj teb ua tau. ** Lub Hnub Lub Zog Lub Neej. Lub hnub muaj zog rau koj.**",
          "en1": "The Sun, The Source\n================================\n\nThe Sun is a really big ball of hot, glowing gas. It's the reason we have life on Earth and it gives us the energy we need to survive. Every year, the Earth gets a huge amount of energy from the Sun - about 400 times more than we use. This energy makes the weather and helps plants grow. We can't make energy on Earth, but we can change the energy from the Sun into different types. Plants turn some of the Sun's energy into food, and we use energy from different sources like coal, oil, and wind.\n\nThe Sun's Energy\n-----------------\n\nThe Sun makes energy by squishing together tiny particles called atoms. This makes a lot of energy that travels to the Earth in just 8 minutes. The energy from the Sun is what makes things move, grow, and work. We use the Sun's energy to power our homes, schools, and computers.\n\nYou and the Sun\n----------------\n\nThe Sun's energy is all around us. It's in the food we eat, the wind that blows, and the water that flows. We use the Sun's energy to do all sorts of things like cook food, sail ships, and light our homes. The Sun is what makes life on Earth possible. **The Sun Powers Life. The Sun Powers You.**",
          "es1": "El Sol, la fuente\n================================\n\nEl Sol es una enorme bola de gas incandescente. Es la razón por la que tenemos vida en la Tierra y nos da la energía que necesitamos para sobrevivir. Cada año, la Tierra recibe una enorme cantidad de energía del Sol, unas 400 veces más de la que utilizamos. Esta energía crea el clima y ayuda a las plantas a crecer. No podemos producir energía en la Tierra, pero podemos transformar la energía del Sol en diferentes tipos. Las plantas convierten parte de la energía del Sol en alimentos y utilizamos energía de diferentes fuentes, como el carbón, el petróleo y el viento.\n\nLa energía del Sol\n-----------------\n\nEl Sol produce energía al comprimir partículas diminutas llamadas átomos. Esto produce una gran cantidad de energía que viaja a la Tierra en solo 8 minutos. La energía del Sol es lo que hace que las cosas se muevan, crezcan y funcionen. Utilizamos la energía del Sol para alimentar nuestros hogares, escuelas y computadoras.\n\nTú y el Sol\n----------------\n\nLa energía del Sol está a nuestro alrededor. Está en los alimentos que comemos, en el viento que sopla y en el agua que fluye. Utilizamos la energía del Sol para hacer todo tipo de cosas, como cocinar, navegar e iluminar nuestros hogares. El Sol es lo que hace posible la vida en la Tierra. **El Sol da energía a la vida. El Sol te da energía a ti.**"
        }
      }
    },
    {
      "id": "exhibit75",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit75",
        "titles": {
          "es2": "Tornado",
          "en2": "Tornado",
          "hmn2": "Tornado",
          "en1": "Tornado",
          "es1": "Tornado",
          "hmn1": "Tornado"
        },
        "descriptions": {
          "es2": "Aquí está el texto con el formato recuperado en Markdown:\n\n# Destrucción\nLos tornados pueden lanzar automóviles y camiones como si fueran juguetes, arrancar árboles del suelo y destrozar edificios. Libra por libra, los tornados son las tormentas más energéticas y destructivas del planeta.\n\n# Tornados de Wisconsin\nWisconsin tiene un promedio de 23 tornados cada año. Tuvimos 62 en 2005. Solo tuvimos cuatro en 2012. Los tornados de Wisconsin, en promedio, duran menos de 10 minutos y tocan tierra de tres a cinco millas. El tornado de Chetek en mayo de 2017 estuvo en el suelo durante aproximadamente dos horas y recorrió un camino de 83 millas a través de Wisconsin. Chetek está a 40 millas al norte de Eau Claire.\n\n# Energía térmica\nEl aire cálido y húmedo se eleva mientras que el aire más frío desciende, lo que provoca la rotación dentro de una tormenta eléctrica.\n\n# Energía cinética\nUn embudo de aire arremolinado serpentea hacia abajo desde la tormenta hasta el suelo con vientos que pueden alcanzar velocidades de más de 300 millas por hora.",
          "en2": "Here is the text with recovered formatting in markdown:\n\n# Destruction\nTornadoes can toss cars and trucks around like toys, rip trees out of the ground, and tear buildings apart. Pound for pound, tornadoes are the most energetic and destructive storms on the planet.\n\n# Wisconsin Tornadoes\nWisconsin averages 23 tornadoes each year. We had 62 back in 2005. We only had four in 2012. Wisconsin tornadoes, on average, last for under 10 minutes and touch ground for three to five miles. The Chetek tornado in May 2017 was on the ground for about two hours and cut an 83-mile path through Wisconsin. Chetek is 40 miles north of Eau Claire.\n\n# Heat Energy\nWarm, moist air lifts upward as cooler air sinks downward causing rotation within a thunderstorm.\n\n# Kinetic Energy\nA funnel of swirling air snakes downward from the storm to the ground with winds that can reach speeds of over 300 miles per hour.",
          "hmn2": "Nov yog cov ntawv nyeem nrog rov qab formatting hauv markdown:\n\n# Kev puas tsuaj\nCua daj cua dub tuaj yeem pov lub tsheb thiab tsheb thauj mus los ib puag ncig xws li cov khoom ua si, rhais ntoo tawm hauv av, thiab rhuav cov tsev sib nrug. Phaus rau phaus, cua daj cua dub yog cov cua daj cua dub tshaj plaws hauv ntiaj teb.\n\n# Wisconsin Tornadoes\nWisconsin qhov nruab nrab 23 cua daj cua dub txhua xyoo. Peb muaj 62 rov qab rau xyoo 2005. Peb tsuas muaj plaub rau xyoo 2012. Wisconsin tornadoes, qhov nruab nrab, nyob rau hauv 10 feeb thiab kov av rau peb mus rau tsib mais. Chetek cua daj cua dub nyob rau lub Tsib Hlis 2017 tau nyob hauv av li ntawm ob teev thiab hla txoj kev 83 mais hla Wisconsin. Chetek yog 40 mais sab qaum teb ntawm Eau Claire.\n\n# Thaum tshav kub kub zog\nCov huab cua sov, noo noo nce mus rau pem hauv ntej thaum huab cua txias tso rau hauv qab ua rau kev sib hloov nyob rau hauv ib qho cua daj cua dub.\n\n# Kinetic Zog\nLub funnel ntawm huab cua swirling nab nqes los ntawm cua daj cua dub mus rau hauv av nrog cua uas muaj peev xwm ncav cuag speeds tshaj 300 mais ib teev.",
          "en1": "### Destruction\n\nTornadoes are really powerful storms that can throw cars and trucks around, uproot trees, and tear down buildings. They are the strongest storms on Earth.\n\n#### Wisconsin Tornadoes\n\nWisconsin gets around 23 tornadoes every year. Some years we get a lot more, like in 2005 when we had 62. Other years, like 2012, we only get a few. Most tornadoes in Wisconsin don't last very long - usually around 10 minutes - and don't travel very far. But sometimes, like with the Chetek tornado in 2017, they can be on the ground for a long time and travel a long way.\n\n#### What Makes a Tornado\n\nWhen warm air rises and cooler air sinks, it makes the air around it start to spin. This spinning air is the start of a tornado.\n\n#### Tornado Wind\n\nAs the spinning air touches the ground, it forms a funnel that can make really strong winds - sometimes over 300 miles per hour!",
          "es1": "### Destrucción\n\nLos tornados son tormentas muy poderosas que pueden hacer volar autos y camiones, arrancar árboles y derribar edificios. Son las tormentas más fuertes de la Tierra.\n\n#### Tornados en Wisconsin\n\nWisconsin tiene alrededor de 23 tornados cada año. Algunos años tenemos muchos más, como en 2005, cuando tuvimos 62. Otros años, como en 2012, solo tenemos unos pocos. La mayoría de los tornados en Wisconsin no duran mucho tiempo (normalmente unos 10 minutos) y no viajan muy lejos. Pero a veces, como en el caso del tornado de Chetek en 2017, pueden permanecer en el suelo durante mucho tiempo y viajar una gran distancia.\n\n#### Qué forma un tornado\n\nCuando el aire cálido se eleva y el aire más frío desciende, hace que el aire a su alrededor comience a girar. Este aire giratorio es el comienzo de un tornado.\n\n#### Viento de tornado\n\nCuando el aire que gira toca el suelo, forma un embudo que puede generar vientos muy fuertes, ¡a veces de más de 300 millas por hora!",
          "hmn1": "### Kev puas tsuaj\n\nTornadoes yog cov cua daj cua dub tiag tiag uas tuaj yeem cuam tshuam cov tsheb thiab tsheb thauj mus los, tshem cov ntoo, thiab rhuav tshem cov tsev. Lawv yog cov cua daj cua dub tshaj plaws hauv ntiaj teb.\n\n#### Wisconsin Tornadoes\n\nWisconsin tau txais 23 cua daj cua dub txhua xyoo. Qee lub xyoo peb tau txais ntau ntxiv, zoo li xyoo 2005 thaum peb muaj 62. Lwm xyoo, zoo li xyoo 2012, peb tsuas tau ob peb xyoos xwb. Feem ntau cov cua daj cua dub hauv Wisconsin tsis kav ntev heev - feem ntau nyob ib ncig ntawm 10 feeb - thiab tsis txhob mus deb heev. Tab sis qee zaum, zoo li Chetek cua daj cua dub hauv 2017, lawv tuaj yeem nyob hauv av tau ntev thiab taug kev ntev.\n\n#### Dab Tsi Ua Tornado\n\nThaum huab cua sov tuaj thiab cua txias dua, nws ua rau huab cua puag ncig nws pib tig. Qhov no spinning cua yog pib ntawm cua daj cua dub.\n\n#### Tornado Cua\n\nRaws li cov huab cua spinning kov hauv av, nws tsim ib qho funnel uas tuaj yeem ua rau cua muaj zog heev - qee zaum tshaj 300 mais ib teev!"
        }
      }
    },
    {
      "id": "exhibit76",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit76",
        "titles": {
          "hmn2": "Touch Lightning",
          "es2": "Touch Lightning",
          "en2": "Touch Lightning",
          "hmn1": "Touch Lightning",
          "es1": "Touch Lightning",
          "en1": "Touch Lightning"
        },
        "descriptions": {
          "hmn2": "**Peb puas tuaj yeem siv hluav taws xob hluav taws xob?**\nPeb ua tau, tab sis tej zaum nws yuav tsis tsim nyog. xob laim tsim ib tug loj npaum li cas ntawm lub zog nyob rau hauv ib tug luv luv lub sij hawm. Kev ntes nws yog ua tau, tab sis khaws cia lub zog yuav nyuaj thiab kim. xob laim kuj yog wildly unpredictable thiab thunderstorms yog me ntsis tsawg, yog li nws yuav yog ib tug unreliable lub hwj chim. Thiab txawm hais tias peb tuaj yeem ntes thiab khaws cov feem pua ​​​​ntawm cov hluav taws xob hluav taws xob tseem ceeb, nws yuav ua rau ib feem tseem ceeb ntawm lub ntiaj teb cov kev xav tau ntawm lub zog.\n\n**Kinetic zog**\nLos nag, lawg, thiab dej khov sib tsoo hauv huab cua daj cua dub.\nLub zog kinetic ntawm cov kev sib tsoo no hloov pauv.\n\n** Hluav Taws Xob **\nCov huab saum toj kawg nkaus ua qhov zoo thiab lub hauv paus ntawm huab yuav ua rau tsis zoo. Vim hais tias zoo li cov nqi them rov qab, txhua yam hauv av hauv qab huab tau ua rau muaj txiaj ntsig zoo thaum cov hluav taws xob sib tw kom tawm ntawm txoj kev.\n\nCov ntiv tes ntawm lub zog hluav taws xob hu ua \"cov thawj coj kauj ruam\" ncav cuag los ntawm huab mus rau hauv av, nrhiav txoj hauv kev uas tsis muaj zog tsawg. Hauv av xa ib lub zog ntawm lub zog hu ua \"streamer\" los ntsib lawv. Tus thawj coj thiab streamer txuas, tsim kom muaj kev coj ua.\n\n** Thaum tshav kub kub, lub teeb, hluav taws xob, thiab suab zog **\nQhov kev sib txuas ntawd ua rau muaj kev kub ntxhov ntawm lub teeb, cua sov, suab, thiab hluav taws xob hluav taws xob - xob laim thiab thunder!",
          "es2": "**¿Podríamos aprovechar la energía de los rayos?**\nPodríamos, pero probablemente no valdría la pena. Los rayos producen una enorme cantidad de energía en un corto período de tiempo. Capturarla es posible, pero almacenar esa energía sería difícil y costoso. Los rayos también son tremendamente impredecibles y las tormentas eléctricas son poco frecuentes, por lo que serían una fuente de energía poco confiable. E incluso si pudiéramos capturar y almacenar un porcentaje significativo de la energía de los rayos, representaría una fracción insignificante de las necesidades energéticas del mundo.\n\n**Energía cinética**\nLa lluvia, el granizo y el agua congelada chocan dentro de una nube de tormenta.\n\n**Energía eléctrica**\nLa parte superior de la nube se carga positivamente y la base de la nube se carga negativamente. Debido a que las cargas iguales se repelen, todo lo que está en el suelo debajo de la nube se carga positivamente a medida que los electrones luchan por salir del camino.\n\nLos dedos de energía eléctrica llamados \"líderes escalonados\" descienden desde la nube hasta el suelo, buscando el camino de menor resistencia. El suelo envía un rayo de energía llamado \"corriente\" para encontrarlos. El líder y la corriente se conectan, creando un camino conductor.\n\n**Energía térmica, luminosa, eléctrica y sonora**\nEsa conexión crea una feroz explosión de luz, calor, sonido y energía eléctrica: ¡rayos y truenos!",
          "en2": "**Could we Harness Lightning Energy?**\nWe could, but it probably wouldn't be worth it. Lightning produces a huge amount of energy within a short amount of time. Capturing it is possible, but storing that energy would be difficult and expensive. Lightning is also wildly unpredictable and thunderstorms are somewhat rare, so it would be an unreliable source of power. And even if we could capture and store a significant percentage of lightning energy, it would amount to an insignificant fraction of the world's energy needs.\n\n**Kinetic Energy**\nRain, hail, and frozen water collide inside a storm cloud.\nThe kinetic energy of these collisions is transformed.\n\n**Electrical Energy**\nThe top of the cloud becomes positively charged and the base of the cloud becomes negatively charged. Because like charges repel, everything on the ground underneath the cloud becomes positively charged as electrons scramble to get out of the way.\n\nFingers of electrical energy called \"stepped leaders\" reach down from the cloud to the ground, searching for the path of least resistance. The ground sends up a bolt of energy called a \"streamer\" to meet them. The leader and streamer connect, creating a conductive pathway.\n\n**Heat, Light, Electrical, and Sound Energy**\nThat connection creates a ferocious blast of light, heat, sound, and electrical energy - lightning and thunder!",
          "hmn1": "**Kev siv hluav taws xob hluav taws xob**\nXav txog kev ntes lub zog ntawm xob laim! Thaum nws ua tau, nws yuav tsis yog qhov ua tau zoo heev. xob laim muaj zog heev, tab sis nws nyuaj rau khaws thiab siv. Tsis tas li ntawd, thunderstorms yog unpredictable thiab tsis tshwm sim ntau txaus los ua ib tug zoo lub zog.\n\n** Dab tsi tsim xob laim?**\n Hauv cov huab cua cua daj cua dub, dej thiab dej khov sib tsoo rau ib leeg, tsim kom muaj zog. Lub zog no tsim thiab thaum kawg hloov mus ua hluav taws xob.\n\n**Lub zog ntawm xob laim**\nCov huab tau txais hluav taws xob, thiab hauv av hauv qab nws tau them ib yam nkaus. Qhov no tsim ib txoj hauv kev rau cov hluav taws xob ua raws. Thaum txoj kev ua tiav, lub zog loj heev tawg tawm - qhov ntawd yog xob laim!\n\n** xob laim qhov cuam tshuam loj **\nxob laim yog qhov kub thiab ci ntsa iab, ua rau xob quaj thiab ua rau huab cua puag ncig nws. Nws yog ib qho amazing zaub ntawm ntuj lub hwj chim!",
          "es1": "**Aprovechando la energía de los rayos**\n¡Imagina capturar el poder de un rayo! Si bien es posible, no sería muy práctico. Los rayos tienen mucha energía, pero es difícil almacenarla y utilizarla. Además, las tormentas eléctricas son impredecibles y no ocurren con la suficiente frecuencia como para ser una buena fuente de energía.\n\n**¿Qué crea los rayos?**\nEn el interior de una nube de tormenta, el agua y el hielo chocan entre sí, creando energía. Esta energía se acumula y finalmente se convierte en electricidad.\n\n**El poder de los rayos**\nLa nube se carga eléctricamente y el suelo debajo de ella también se carga. Esto crea un camino por el que puede seguir la electricidad. Cuando el camino se completa, se dispara una enorme explosión de energía: ¡eso es un rayo!\n\n**El gran impacto de los rayos**\nLos rayos son increíblemente calientes y brillantes, crean truenos y sacuden el aire a su alrededor. ¡Es una exhibición asombrosa del poder de la naturaleza!",
          "en1": "**Harnessing Lightning Energy**\nImagine capturing the power of a lightning bolt! While it's possible, it wouldn't be very practical. Lightning has a lot of energy, but it's hard to store and use. Plus, thunderstorms are unpredictable and don't happen often enough to be a good source of power.\n\n**What Creates Lightning?**\n Inside a storm cloud, water and ice bump into each other, creating energy. This energy builds up and eventually turns into electricity.\n\n**The Power of Lightning**\nThe cloud gets electrically charged, and the ground below it gets charged too. This creates a pathway for the electricity to follow. When the pathway is complete, a huge burst of energy shoots out - that's lightning!\n\n**Lightning's Big Impact**\nLightning is incredibly hot and bright, creating thunder and shaking the air around it. It's an amazing display of nature's power!"
        }
      }
    },
    {
      "id": "exhibit77",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit77",
        "titles": {
          "hmn2": "Van de Graaff",
          "es2": "Van de Graaff",
          "en2": "Van de Graaff",
          "en1": "Van de Graaff",
          "es1": "Van de Graaff",
          "hmn1": "Van de Graaff"
        },
        "descriptions": {
          "hmn2": "### Kinetic Zog Rau Hluav Taws Xob\n\nHauv lub tshuab hluav taws xob Van de Graaff, ib txoj siv tsav tsheb hla cov menyuam ua los ntawm cov khoom sib txawv, uas cais cov nqi zoo thiab tsis zoo. Ib qho txhuam hlau ntawm lub hauv paus ntawm lub tshuab hluav taws xob ua rau tsis zoo rau hauv av. Lwm cov txhuam hlau nyob rau sab saum toj ntawm lub tshuab hluav taws xob ua cov nqi zoo tshaj rau cov hlau sau dome. Lub dome ua zoo them.\n\n#### Ua cas koj ho poob siab?\n\nMuaj qhov sib txawv loj hauv hluav taws xob ntawm koj thiab Van de Graaff generator. Tus nqi hluav taws xob no tab tom nrhiav txoj hauv kev uas tsis muaj zog tsawg. Thaum koj ncav tes mus kov lub dome hlau, koj dhau los ua txoj hauv kev uas tsis muaj zog. Tus nqi dhia ntawm lub dome rau koj.\n\n#### Thaum koj tuav koj txhais tes ntawm lub dome, koj yuav raug nqi zoo.\n\n#### Qhia tawm qhov Kev Them Nyiaj Zoo Tshaj no rau koj cov phooj ywg!\n\nQhov kev poob siab no tsis muaj teeb meem. Qhov hluav taws xob hluav taws xob lossis hluav taws xob hluav taws xob muaj zog ntau dua thiab tuaj yeem ua rau tuag taus. Tsis txhob ua si nrog cov hluav taws xob hluav taws xob lossis cov kab hluav taws xob.",
          "es2": "### Energía cinética en potencial eléctrico\n\nDentro del generador Van de Graaff, una correa de transmisión gira sobre rodillos hechos de diferentes materiales, lo que separa las cargas positivas y negativas. Un cepillo de metal en la base del generador conduce la carga negativa al suelo. Otro cepillo de metal en la parte superior del generador conduce el exceso de carga positiva a la cúpula del colector de metal. La cúpula se carga positivamente.\n\n#### ¿Por qué recibes una descarga eléctrica?\n\nHay una gran diferencia en la carga eléctrica entre tú y el generador Van de Graaff. Esa carga eléctrica busca el camino de menor resistencia. Cuando extiendes la mano para tocar la cúpula de metal, te conviertes en el camino de menor resistencia. La carga salta de la cúpula a ti.\n\n#### Cuando mantienes tu mano sobre la cúpula, te cargas positivamente.\n\n#### ¡Comparte este exceso de carga positiva con tus amigos!\n\nEsta descarga es inofensiva. Una toma de corriente o una carga de una línea eléctrica son mucho más potentes y pueden ser mortales. No juegues con tomas de corriente o líneas eléctricas.",
          "en2": "### Kinetic Energy Into Electric Potential\n\nInside the Van de Graaff generator, a drive belt spins over rollers made of different materials, which separates positive and negative charges. A metal brush at the base of the generator conducts negative charge to the ground. Another metal brush at the top of the generator conducts excess positive charge to the metal collector dome. The dome becomes positively charged.\n\n#### Why do you get Shocked?\n\nThere's a big difference in electrical charge between you and the Van de Graaff generator. That electrical charge is looking for the path of least resistance. When you reach out to touch the metal dome, you become the path of least resistance. The charge jumps from the dome to you.\n\n#### When you hold your hand on the dome, you become positively charged.\n\n#### Share this Excess Positive Charge with your Friends!\n\nThis shock is harmless. An electrical outlet or a power line charge is much more powerful and can be deadly. Do not play with electrical outlets or power lines.",
          "en1": "# Fun with Electricity!\n Inside the Van de Graaff generator, a special belt spins around and helps create static electricity. This makes the dome on top become super charged!\n\n## Why Do You Get a Shock?\nWhen you touch the dome, you help the electricity find a new path. This means the electricity jumps from the dome to you!\n\n## You Become a Human Conductor!\nWhen you hold your hand on the dome, you become charged too!\n\n### Share the Shock with Your Friends!\nDon't worry, this shock is safe and harmless. But remember, electricity from outlets or power lines is much stronger and can hurt you. Always be careful around those!",
          "es1": "# ¡Diversión con electricidad!\nDentro del generador Van de Graaff, una correa especial gira y ayuda a crear electricidad estática. ¡Esto hace que la cúpula de la parte superior se sobrecargue!\n\n## ¿Por qué recibes una descarga?\n\nCuando tocas la cúpula, ayudas a que la electricidad encuentre un nuevo camino. ¡Esto significa que la electricidad salta de la cúpula a ti!\n\n## ¡Te conviertes en un conductor humano!\n\n¡Cuando sostienes la cúpula con la mano, tú también te cargas!\n\n### ¡Comparte la descarga con tus amigos!\n\nNo te preocupes, esta descarga es segura e inofensiva. Pero recuerda, la electricidad de los enchufes o cables eléctricos es mucho más fuerte y puede hacerte daño. ¡Siempre ten cuidado cerca de ellos!",
          "hmn1": "# Kev lom zem nrog hluav taws xob!\n Hauv Van de Graaff generator, ib txoj siv tshwj xeeb tig ncig thiab pab tsim hluav taws xob zoo li qub. Qhov no ua rau lub dome nyob rau sab saum toj ua super them!\n\n## Vim Li Cas Koj Thiaj Ua Phem?\nThaum koj kov lub dome, koj pab hluav taws xob nrhiav txoj hauv kev tshiab. Qhov no txhais tau tias hluav taws xob dhia ntawm lub dome rau koj!\n\n## Koj Los Ua Tib Neeg Tus Cwj Pwm!\nThaum koj tuav koj txhais tes ntawm lub dome, koj yuav raug nqi ib yam nkaus!\n\n### Qhia qhov poob siab nrog koj cov phooj ywg!\nTsis txhob txhawj, qhov kev poob siab no muaj kev nyab xeeb thiab tsis muaj mob. Tab sis nco ntsoov, hluav taws xob ntawm qhov hluav taws xob lossis cov kab hluav taws xob muaj zog dua thiab tuaj yeem ua rau koj raug mob. Nco ntsoov ceev faj ib ncig ntawm cov!"
        }
      }
    },
    {
      "id": "exhibit84",
      "image": "https://discoveryworld.org/wp-content/uploads/2022/08/ExperiencesWindLeaves-2048x1024.jpg",
      "article": {
        "id": "exhibit84",
        "titles": {
          "hmn1": "Virtual Explorer",
          "es1": "Virtual Explorer",
          "en1": "Virtual Explorer"
        },
        "descriptions": {
          "hmn2": "** VR System Paub Kuv nyob qhov twg?**\n\n* Lighthouse Sensors * yog nquag, infrared sensors uas emit ib tawg ntawm lub teeb pom kev 60 zaug ib ob. Lawv kuj xa ib lub teeb ntawm qhov pom tsis pom laser cheb thoob plaws hauv chav. \n\nLub *Vive headset* yog nyob rau hauv **photosensors** uas pib suav millisecond lawv ntes cov tawg ntawm lub teeb infrared. Lawv tsis suav thaum lawv raug ntaus los ntawm laser. \n\nLub * Lighthouses * siv cov ntaub ntawv no los txiav txim qhov chaw ntawm lub mloog pob ntseg. Txij li thaum koj hnav lub mloog pob ntseg, * Lub teeb pom kev zoo * paub meej tias koj nyob qhov twg. \n\nLub * Vive controllers * kuj 'tham' rau * Lighthouse Sensors *, pab taug qab koj qhov kev ua.",
          "es2": "**¿Cómo sabe el sistema de realidad virtual dónde estoy?**\n\nLos sensores Lighthouse son sensores infrarrojos activos que emiten una ráfaga de luz invisible 60 veces por segundo. También envían un haz de luz láser invisible que recorre la habitación. \n\nEl casco Vive está cubierto de **fotosensores** que empiezan a contar el milisegundo en el que detectan estas ráfagas de luz infrarroja. Dejan de contar cuando reciben el impacto del láser. \n\nLos Lighthouse utilizan esta información para determinar la posición del casco. Como llevas el casco puesto, los sensores Lighthouse saben exactamente dónde estás. \n\nLos controladores Vive también \"hablan\" con los sensores Lighthouse, lo que ayuda a rastrear tus acciones.",
          "en2": "**How Does the VR System Know Where I Am?**\n\n*Lighthouse Sensors* are active, infrared sensors that emit a burst of invisible light 60 times per second. They also send a beam of invisible laser light sweeping across the room. \n\nThe *Vive headset* is covered in **photosensors** that start counting the millisecond they detect these bursts of infrared light. They stop counting when they're hit by the laser. \n\nThe *Lighthouses* use this information to determine the position of the headset. Since you are wearing the headset, the *Lighthouse Sensors* know exactly where you are. \n\nThe *Vive controllers* also 'talk' to the *Lighthouse Sensors*, helping track your actions.",
          "en1": "**How Does the VR System Know Where I Am?**\n\nThis exhibit uses special sensors to track where you are. There are two sensors that send out invisible light beams, which help figure out where the VR headset is. These sensors talk to the headset and controllers, so the system knows exactly what you're doing and where you are. It's like having your own personal navigation system!",
          "es1": "**¿Cómo sabe el sistema de realidad virtual dónde estoy?**\n\nEsta exhibición utiliza sensores especiales para rastrear dónde estás. Hay dos sensores que envían rayos de luz invisibles que ayudan a determinar dónde se encuentra el casco de realidad virtual. Estos sensores se comunican con el casco y los controladores, por lo que el sistema sabe exactamente qué estás haciendo y dónde estás. ¡Es como tener tu propio sistema de navegación personal!",
          "hmn1": "** VR System Paub Kuv nyob qhov twg?**\n\nCov khoom pov thawj no siv cov sensors tshwj xeeb los taug qab koj nyob qhov twg. Muaj ob lub sensors uas xa tawm cov teeb pom kev tsis pom, uas pab txheeb xyuas qhov twg VR headset. Cov sensors no tham nrog lub mloog pob ntseg thiab cov tswj hwm, yog li lub kaw lus paub meej tias koj tab tom ua dab tsi thiab koj nyob qhov twg. Nws zoo li muaj koj tus kheej navigation system!"
        }
      }
    }
  ]
}
